[

 {
   "roll": "1",
   "name": "Alianor Lunadream",
   "race": "Elf",
   "profession_class": "Bandit",
   "alignment": "CG  (CE actually)",
   "description": "Appearance:Alianor Lunadream is a 80 years old female elven bandit. She has very long, curled, red hair and gray eyes. She has smooth golden skin. She stands 157 cm (5'1) tall and has a lean build. She has a round, typical face.  Personality: She openly worships Corellon Larethian, God of elves, magic, music, arts, crafts, war, poetry, bards, warriors. (Chaotic Good) She is very selfish. She has no self-confidence. She never surrenders. She is totally oblivious to etiquette and social expectations. She lies poorly on purpose. Backstory: Alianor is the leader of a group of do-good bandits (think Robin Hood), or at least she used to be before she met her end at the hands of a doppelganger that now takes her place. The doppelganger has now taken control of this bandit group. Quirks:She doesn't feel pain.",
   "plot": "She is actually a doppelganger who killed Alianor Lunadream and is living her life. She will ask the party to help rob a rich tyrant and giving the gold to the poor. This is actually a setup. If the group accepts this, she will lead them out of town into an ambush by other doppelgangers (equal to the group number).",
   "items": "2 Daggers 1 Elven Longsword 200 Silver 50 Gold",
   "stats": "Doppelganger",
   "author": "Aurican's Lair"
 },
 {
   "roll": "2",
   "name": "Arlo Feyblade",
   "race": "Tiefling",
   "profession_class": "12th Level Warlock Fey and Guild Leader",
   "alignment": "LN",
   "description": "Appearance: Arlo stands 5'11 and has dark purple skin and light grey horns. His hair is long and jet black and he is clean shaven. He wears light padded leather garments that are lined with raven feathers. He also wears a cloak made of the same materials with the insignia of a Sword and Shield Crest with a Raven at the center. He appears unarmed and could be accompanied by 2 Kenku (ravenfolk) bodyguards.  Personality: Arlo speaks very eloquently as a nobleman or scholar, as he is both. He is also very well versed in a fight as well as he is a Blade Pact Warlock. He would be very friendly toward a group of good natured adventurers.  Backstory: Arlo is pretty famous as both a scholar of oddities and also an adventurer for the greater good. His Archfey Patron (LN GM's Choice) has tasked him with obtaining some artifacts that could bring about the end of the world and destroying them or keeping them safe. With his success over the years and good graces with the king of his city, he has been able to create an Adventurers Guild to aid him in his search for these artifacts. He is constantly looking for people to hire that have the muster to do good in the world.  Quirks: He has a fascination with Ravens. If the party has a Kenku, he would know the language and be very interested in hiring them. This fascination could be related to his warlock patron if necessary (Raven Queen, Queen of Air and Darkness, Edgar Allan Poe?).",
   "plot": "He is the owner of The Dark Ravens Adventurer's Guild in the next city over and would offer your party to join his guild. He would ask you to prove your skills first by hunting down a local cult and obtaining a magical severed hand of an aberration (basically a Weapon of Mass Destruction) and returning it to him. The GM can fill in the details on who the Cult Leader is and where they fit in their campaign.",
   "items": "100 GP Bag of Holding Small 2 Greater Healing Potions ",
   "stats": "12th Level Warlock  LN ArchFey Patron  Pact of the Blade",
   "author": "Aurican's Lair"
 },
 {
   "roll": "3",
   "name": "Agent Smolder",
   "race": "Human",
   "profession_class": "2st level Fighter 3rd Level Wizard",
   "alignment": "LG",
   "description": "Appearance: Black Suit nice dark slick hair. Personality: A go getting member of the Magical Investigations Bureau, bringing magical crime to justice! Usually dressed in fine clothes foregoing armor for style. Always commands the target criminal to freeze while usually using hold person to enforce it. Backstory: While training as a guard, Smolder's magical talents became apparent so he was sent to a special unit of the Mage Tower. Graduated first of his class but his true call to fame is his hard belief of the Fay Invasion conspiracy, of which there is no proof... or is there? Quirks: Sees a deeper meaning in all clues to any criminal investigation, likes to give long drawn out explanations of how the clue relates to the Fay Invasion.",
   "plot": "",
   "items": "MIB Badge  Government Issue Wand",
   "stats": "2st level Fighter 3rd Level Wizard",
   "author": "GenJack's Personal Mind Collection of Thoughts"
 },
 {
   "roll": "4",
   "name": "Alivyre",
   "race": "Elf",
   "profession_class": "13th level Sorceress w/ Lightning specialty",
   "alignment": "CN",
   "description": "Appearance: Tall, majestic blue robes, brown wavy hair, pointed ears, flashing gray eyes. Attractive. Personality: Unstable. Racist against half-elves. Hits things (And people) with lightning at the slightest provocation (ex. Shocking Grasp on the smart misogynist when they shake hands). Likes to make really, really dark jokes.  Backstory: Alivyre is an elf from another realm -- one of the Ljósálfar, from the Norse realms. The thunder god Thor is predicted to cause Ragnarok in her realm, and she was raised to master lightning and thunder magic so she could oppose him. Before she grew strong enough, catastrophe struck her realm, and she was able to warn and save about 50,000 of her people (only a third), who have now blended in with the high elves and dark elves of this land.  She also helped save the world once, and is resentful of it. She didn't really want to, but she tagged along anyway. Currently, she's the Lady of a medium-sized city, who enjoys taking care of brigands outside the city limits herself. Quirks: Enjoys blasting things with lightning (the lightning has short-circuited the decision-making part of her brain) Enjoys flirting immensely with humans and elves  Wants to murder the god Thor",
   "plot": "",
   "items": "",
   "stats": "13th level Sorceress w/ Lightning specialty",
   "author": "Unknown"
 },
 {
   "roll": "5",
   "name": "Ceana Featherfoot",
   "race": "Pixie",
   "profession_class": "Guardian of the Fey - Summer Court",
   "alignment": "CG",
   "description": "Appearance: Fiery red hair paired with emerald green eyes, always alight with mischief. Skin tone is fair and dotted with freckles. She is shapely for her size. Arrayed in a sheer silken robe, such that while you don't see details, her silhouette is visible. Personality: Snarky and mischievous. She is always playing pranks and jokes. Only prone to anger when an intruder would threaten or harm her realm and especially the life within. Backstory: Ceana was born on a fine spring day, unfurling from the inside of a now blooming lily flower she immediately flitted off, by sheer coincidence she happened across several pixies of the winter court, or rather, they found her. Trapping her in a spiderweb they began to tease and torment her, though she was saved by several guardian sprites of the summer court before the mean spirited pixies had done much more then tickle. In typical fey fashion, she quickly bounced back from the experience, though was still changed. Ever since then, she has always carried a feather with her and is quick to tickle and torment all around her, leading to her nickname 'featherfoot' by her advice, a noble of the summer court reached out for a bit of mischief and touched the bloodline of a soon to be born tiefling, mixing a blast of wild magic into his bloodline. She met and befriended this young tiefling and found herself caught in the middle of a struggle between an erinye seeking to bind him in a pact to her, and his efforts to save his father. Quirks: Always carries a feather in hand, and will use that, her magic, and her cleverness to tease and beguile travelers with ticklish shenanigans, though always ends up aiding them somehow. She is trying to learn stronger magic to that end, having witnessed an archdruid utilize a variant of grasping vine and entangling roots to trap and tickle the aforementioned Erinye, much to her delight. She is convinced that laughter is by far the best medicine and spreads it far and wide.",
   "plot": "",
   "items": "",
   "stats": "",
   "author": "Unknown"
 },
 {
   "roll": "6",
   "name": "Victor Von Deathkiller ",
   "race": "Human",
   "profession_class": "Fighter",
   "alignment": "CG",
   "description": "Appearance: Large in size, about 6'3''. Rippling muscles, Long black hair, eyes black as coal, and a deep voice that can strike fear in the hearts of man. He wears black platwith a black dragon embedded on his chest.  Personality: Gentle, and kind. Soft spoken, so others take his silence wrong and believe he is full of rage and has no time to speak. Hardly corrects others, and just agrees to avoid communication or conflict.  Backstory: The son of Vlad Von Deathkill, one of the members of the BBEG group of henchmen put in charge of guarding a dungeon. After the death of his father, Victor was confronted by the BBEG to take his father's place in the dungeon, reluctant but fearful of letting his father down and ruining his name did so anyways without a word. He soon took control of the dungeon slowly changing it. Not happy with the changes the BBEG dismissed VIctor from the dungeon.  Quirks: Man of few words, if confronted he tends to back down when it comes to words, but will fight with his Family Named Greatsword Deathkill",
   "plot": "The PC come across Victor as he sits under a tree, just holding his sword in across his lap. Depending on how the party confronts him one of two outcomes will occur. 1). If PC come at him kindly, like approaching a small helpless animal, they can talk to him and try to get information they need(The dungeon where he onced worked, information about the BBEG, exc). 2). If the PC come at him in any other way, he will stand up and attack.",
   "items": "He has 50 Gp, 5 random gems, basic evil looking armor (+1 to AC), 1 Health Potion, and his family's greatsword, Deathkill. It is a all black greatsword that is +1 to attack and damage, its also gives advantage on Intimidation checks",
   "stats": "AC 19 (Plate +1) the rest of the stats can be  placed as needed for the level.",
   "author": "Davidiculous (not a  handle just a nickname)"
 },
 {
   "roll": "7",
   "name": "Borim Zegorn",
   "race": "Gnome",
   "profession_class": "Wizard",
   "alignment": "CG",
   "description": "Appearance: Borim looks like Milhouse Manastorm. Personality: He's funny but can sometimes be a bit rude by accident, joyful, optimistic, he loves to learn new things. His main priority in life is to become rich!  Backstory: He spent most of his life doing nothing but drinking, partying and have sex. In his old age he realised that he wants more from life and decided to try to make a fortune  Quirks: He'll never miss an apportunity to make a joke, even if it's not appropriate to do so.",
   "plot": "If you help Borim (save his life or something) he'll hint you about his illegal spice trade. He owns an inn that is mostly a pretext to do some illegal spice trading, bringing him a lot of gold. Shhhh, don't tell anyone.",
   "items": "A necklace with feathers on it, a quarterstaff, a sling, regular gnomes clothing, spell book and some gold",
   "stats": "Not high level, like around 4-5 Wizard, HP 28, AC 13, Str 6 Dex 16, Con 10, Int 14, Wis 10, Cha 18",
   "author": "JMoon33"
 },
 {
   "roll": "8",
   "name": "David Dinsdale, PFC Dinsdale",
   "race": "Human",
   "profession_class": "Sorcerer",
   "alignment": "NG",
   "description": "Appearance: Relatively lean, is fairly short (5'3), mid-20s. Has long blonde hair, a goatee, emerald eyes, and is fair skinned. https://i.imgur.com/iuYAOfI.jpg Personality: Slightly paranoid of death, a tad selfish and short sighted, minor (and mostly suppressed) pyromaniac tendencies, but his main priority in life is his wife and future child. Backstory: Comes from a small village, got picked up by a press gang. Got transferred to a suicide/undead fighting unit after he accidentally burnt down his CO's tent while developing his talents. Met his wife while in the unit, and the two expecting a child. Quirks: Has a particular taste for orcish cuisine, might create a small spark in hand to calm himself down.",
   "plot": "Attempting to flee his service in the unit with his wife (a half-elf by the name of Annie). Might stumble across the party while they're out camping in the wilderness, pay them to either keep their mouth shut or to even help with their escape.",
   "items": "A set of sorcerer's robes, three channeled energy grenades (1d6 healing or harm), a ring of protection, some gold (2d200+50), and a talisman that acts as revivify upon death.",
   "stats": "Level 10 Sorcerer, specializes in pyromancy.",
   "author": "Minihawking ()"
 },
 {
   "roll": "9",
   "name": "Horatio T. Horitz",
   "race": "Human",
   "profession_class": "Paladin of Bahamut",
   "alignment": "LG",
   "description": "Appearance: A very tall, burly man in his mid-thirties. Long ginger hair tied back in a low ponytail and a close cropped beard of matching color. He if quite fair skinned but you can hardly tell beneath his healthy dose of freckles. Eyes are a rich blue and always sparkle with good natured humor. Personality: Outgoing, friendly, and overly optimistic. Horatio is a Paladin who isn't afraid to get his hands dirty or enjoy a flagon with the lads.  Backstory: Ex-City Guard who received the call to arms from Bahamut due to a very close to home issue.  Quirks: Grew up in a large seaside town where he learned some sailing basics. He has little to no knowledge about roughing it in the wild. In a long term committed relationship with a high elf man back home.",
   "plot": "Family matron is actually a green dragon disguised as a human. She has been around so long no one remembers how she is related to anyone else in the family. She is just lovingly referred to as Nana. Horatio has been made aware of this but cannot do anything lest he destroy his family or even the entire town.",
   "items": "Heavy shocking mace, shock gauntlets, and a lance. Wears weathered armor and carries little coin. Typically accompanied by an ornery mare named Buttercrust.",
   "stats": "lvl 7 Paladin with high CHA",
   "author": "Alia Fix (facebook) or Starphishy most other places"
 },
 {
   "roll": "10",
   "name": "Alice",
   "race": "Half Drow/Elf",
   "profession_class": "Rogue",
   "alignment": "CN",
   "description": "Appearance: Light blue skin, gold eyes, short white hair that comes to a deep blue at the ends (very very short in the back). usually wears flexible, but common clothes. Personality: Focused on self preservation, Alice has little care for friends. She has a high alcohol tolerance and likes to drink, and often takes the bar patrons to bed-- before stealing all of their possessions she can. Backstory: Picked on in her hometown after her mother had a relationship with a drow adventurer, Alice left as quickly as possible. She figured out how to take care of herself, using her looks and flexibility to her advantage. Quirks: Power Move: Ordering your strongest alcohol and then downing it one gulp.",
   "plot": "Flirts with one of the pcs (the one she gauges most likely to take her up on it) and then tries to rob them after sleeping' with them (or, if she finds them physically unattractive, just knocking them out in their room the second she gets a chance)",
   "items": "Average thieves inventory; dagger, thieves tools, etc. Keeps a locket with a picture of her mother in one of her pockets. Has a bag of trinkets from her victims. ",
   "stats": "A level high enough to contend with your party :)",
   "author": "chuck ✿#5019 on discord"
 },
 {
   "roll": "11",
   "name": "Richard Cufflink",
   "race": "Human",
   "profession_class": "Commoner",
   "alignment": "LN",
   "description": "Appearance: Impeccably dressed for high society, but understated so as to fade into the background. A gentleman of long white hair drawn back into a prim short ponytail and tied with a matching black ribbon. The most dramatic of his appearance, outside of his thin, angular face kept in a pleasant, patient smile are the golden cufflinks he wears. Personality: Founder of the Cufflink society, a school and guild for butlers. It is renowned for servants of high discretion, pre-need preparation and eerily always being where one is desired before being expected. On the surface Richard is a calm, amicable man, more than happy to assist those coming to him so long as it does not interfere with his organization. Retired from former butlering, he is the head of the Cufflink Society and thus the (unknown to the public) owner of a dragon's hoard of private secrets, blackmail material and other spy-worthy information. In general his outlook is to ignore it, save when absolutely necessary to intervene. He has in the past hired a passing anonymous adventuring group on a seemingly mundane mission that put them in the path of discovering a dark sin of one of his graduate employers. Thus he is cleared of any guilt, the adventurers get all the credit/blame, and the Cufflink Society remains pristine in reputation. Backstory: Richard was the son of a maid in a minor Lordling's abode. The illegitimate son of said lordling, he witnessed many unforgivable liberties people of power took. At the same time he learned how to manipulate them to forget he even existed, save when it came to pay day. By becoming the lordling's Sensechal he was able to 'save' young servants from wrathful or other inclinations by moving people's schedule's around. He saw himself as a sort of well paid hero.. which eventually led him to wanting to expand his reach with the Cufflink Society. Quirks: Passive, controlled, when RPing him, try to think of minimal movements and when you must move, graceful gestures.",
   "plot": "Richard has recently heard through his graduates that they uncovered the remains of a missing commoner in Lord Antherton's garden bed. This, matched with the evil symbol the butler discovered behind a painting while dusting, leads them to believe Lord Antherton's private card night is more sinister than it seems. Richard wishes to either intrigue the PCs into trying to get an invitation or ask them to investigate a theft near where commoners are disappearing in hopes they will be in the right place at the right time to run into the murdering kidnapping cultists, discover the link to Lord Antherton, and deal with the entire mess.",
   "items": "Butler-ie things, convenient MacGuffin items as he may need. Only carries a small boot knife as weaponry. He is not a combatant by any stretch of the imagination.",
   "stats": "Persuasion, Deception and Insight should be his primary excellent skills.",
   "author": "Celia Triplett"
 },
 {
   "roll": "12",
   "name": "Captain Laura Freeman",
   "race": "Half Elf",
   "profession_class": "Captain of the Town Watch",
   "alignment": "CN",
   "description": "Appearance: A woman with a permanent scowl in her face and roar in her lungs. Sandy blonde hair cut soldier-short, studded leathers with armband of the town's colors and the crest of authority. A long thin club rests at her waist hanging alongside a clasped longsword. Personality: A spitfire who nevertheless leads her teams to well executed raids, rescues and responses. She has minimal resources and she uses them as best she can, but she always feels they're short staffed. Her employees will complain she is a terrible morning person and is disorganized with her paperwork. Her desk is a mess of mismatched stacks of unfiled reports.  Backstory: Cpt. Freeman (You call her Laura and she'll dock your pay) was once cursed by a divine relic, struck blind as an adventurer, her allies found someone willing to help - someone who turned out to be a cleric of a dark god. She was recruited as a agent, seeing as how the goodly gods had 'abandoned' her, she was manipulated into agreeing with the cleric's point of view. She sends intel to the cleric about anything that might interest their cause while at the same time doing a damned good job of keeping the streets of her town clean and safe. Important to note she is a good person who has been convinced good has turned its back on her. Quirks: Angry. Quick with the stick, Slow with the sword.",
   "plot": "Great if the PCs have an enemy and a base city or town they often go through. Laura could be one heck of a leak/informant to the Big Bad about the PCs' movements resulting in strangely prepared defenses, ambushes, etc.",
   "items": "Longsword, billy club, studded leather, a sending stone that is paired with the evil cleric",
   "stats": "I would make her at least a NPC Veteren as per http://www.orcpub.com/dungeons-and-dragons/5th-edition/monsters/veteran",
   "author": "Celia Triplett"
 },
 {
   "roll": "13",
   "name": "Cypher",
   "race": "Construct",
   "profession_class": "Librarian or Lore Keeper",
   "alignment": "TN",
   "description": "Appearance: Appears to be a middle-aged woman with mouse-brown hair, thin glasses that remain tightly pressed to the tip of her nose and plain brown attire. The most striking thing about her is her amethyst-violet eyes.  Personality: Cypher is a living construct built with the library she is a part of. She is not the leader of the Key Keepers ( the librarians) but she is their... nanny? keeper? servant? It's not really clear and only the current leader of the Key Keepers even knows her true nature or her reason for being. Problem is he's a little...'coo-coo for cocoa-puffs' if you get my drift. (A hazard of the job when a mortal helps jail 'EVIL MAN WAS NOT MEANT TO KNOW' - see backstory) Her job is the protect the knowledge inside the library. She has exceptional powers to do this including being able to appear anywhere in the library and see all things happening in the library. (Her form is just solid projected light, her true form is the library itself). She can animate the gargoyles on the library's roof like flying golems and she can activate a powerful shield around the library. This may insult the PCs if they or other innocents end up on the outside of said shield. She doesn't care about people save in how they can bring new information or protect the lore within. That said she is blandly helpful should the party request a book that is not in the Vault (the section with the dangerous stuff). Only Key Keepers have keys that can open The Vault. Backstory: She/the library was built to seal back an 'EVIL MAN WAS NOT MEANT TO KNOW' that has been buried at the far bottom of The Vault. It was foretold by her creator that a day would come when someone would arrive who could destroy 'THE EVIL' once and for all. - Side note, the Leader of the Key Keepers, Dominic Black, is crazy from his job, but can remain sane while near Cypher. Thus the longer one remains leader, the more they become as tied to the library as Cypher is. Quirks: She is expressionless, unmoving, tends to stare with only a modicum of polite blinking or breathing to simulate 'life'. Her tone of voice is flat and she has never been known to show emotion.",
   "plot": "Should the PCs gain enough power and fame or possibly defeat entities not unlike 'THE EVIL' they may become points of interest for Cypher's instructions from her creator. This could be a final epic adventure to cap off what the group thought was the Big Bad fight. ------ Alternatively, Cypher may quest the PCs to acquire books. She may purchase knowledge from the PCs, trade rare lore for such items, help scribe scrolls, etc as a resource. She cannot leave the library, so she must rely on her Key Keepers, but even they cannot go to the very dangerous places.",
   "items": "She is the library. Her inventory is whatever is in the library.",
   "stats": "This is a character that has an EPIC level of power, but also an extreme limitation in her inability to move and inability to destroy what she has been tasked to imprison for thousands of years. Let her be amazingly awesome, but make it clear she needs the PCs.",
   "author": "Celia Triplett"
 },
 {
   "roll": "14",
   "name": "Dottie",
   "race": "Human",
   "profession_class": "Commoner",
   "alignment": "TN",
   "description": "Appearance: A bright-eyed pre-teen with vibrant tunic and pigtails done up in her glossy blonde hair. She seems to bounce as she skips down the street with her little case of confections hanging from her neck for sale. Personality: 'Candy mister? We got 'pops and carmel corn and even truffles!' Dottie asks everyone the same thing, selling her fake merchandise to those who don't use the pass phrase and selling her bags of 'sour drops' only to those who know to ask. The drops are actually a drug of your choice from harmless to an assassin's favorite poison. Backstory: Dottie is a drug mule and quite a prosperous one at that. Her employer picked her off the streets, cleaned her off and gave her someplace warm to sleep. Now she has three meals a day and unseen protection from her employers' thugs should someone get wise and try to jump her. Dottie just wants a comfortable happy life and for now this seems the best option. Quirks: Chirping, happy voice. Energetic and happy go lucky.",
   "plot": "Perhaps after players buys some candy, they notice someone else down the road getting one of Dotties' special bags. Or perhaps Dotties' unspoken protection isn't enough and the PCs have to save her from being robbed in an alley?",
   "items": "Several bags of drugs, several varieties of candy, a poison-tipped dagger.",
   "stats": "Stats of an 11 year old street rat",
   "author": "Celia Triplett"
 },
 {
   "roll": "15",
   "name": "Voduna the Puppet Maker",
   "race": "Human",
   "profession_class": "Necromancer",
   "alignment": "LN",
   "description": "Appearance: Baggy eyes, sunken cheeks, old stitch scars, dark sand-burned skin, a frame bent from time but still strong and well muscled beneath her practical mortician's attire. Personality: Pleasant if troubled, putting on a kind expression of sympathy for those who have lost a loved one. Often sleep deprived from too much time spent studying. She tries to help the locals but is terribly lonely. Backstory: Voduna is a 'white necromancer' which is to say that she offers basic medical assistance and surgery for the local town in return for cadavre donation upon death. She keeps a mausoleum where the donations rest when not in use for family to visit. In general she hides who is who when the undead are out and and about. Her undead manage the graveyard, help with local repairs and building projects and, in a pinch, act as a reserve fighting force to protect the living inhabitants should the town be attacked. Voduna has a mixed reception, appreciated by those who have needed her help and disdained by a 'purist' social group who find the idea of relatives moving around abhorrent, no matter if they did donate their bodies to the cause. Voduna is a transplant from a distant desert tribe who specialized in ancestor worship, specifically a pride of the deceased willing their forms to protect their descendants. She lost track of her tribe when she was taken as a slave during a raid. After her necromantic spells got her out of the situation, she found herself in places unknown and could not track her tribe back down. She settled here and has few friends but would like some. Quirks: Voduna gives off the appearance of a dark necromancer / mortician. Her undead all wear the silver half moon amulet that those who have signed a donation contract are given to symbolise their legal consent.",
   "plot": "The PCs over hear about or are hired to deal with the local necromancer 'plaguing' their cemetary. Seems the group of locals who don't care for Voduna's presence are starting to ramp up past quiet complaints... possibly this could extend into full riots or mobs. Possibly a fight where living get hurt as she defends herself.",
   "items": "A silver amulet of a crescent moon, healer's kit, spell pouch, quarterstaff",
   "stats": "Try Volo's Guide to Monsters for a premade necromancer. You may have to fudge her number of undead as an item or ability innate to her tribes folk.",
   "author": "Celia Triplett"
 },
 {
   "roll": "16",
   "name": "Lorenzo Maricetta D'Antonio - The Blade",
   "race": "Half Orc",
   "profession_class": "Swashbuckler",
   "alignment": "CG",
   "description": "Appearance: Dashingly fabulous! This is a half orc who knows how to dress with flair. A rare one that not only smells clean but also leaves a pleasant waft of perfume as he passes ... or kisses your hand, ladies. Frilled cuffs and a cunning hat complete with overly large Roc feather, this is a man of style!  Personality: A man who lets insults and unpleasantries wash off his back so long as he can, preferring a upbeat, almost naively 'Zorro-like' attitude. He talks over the top dramatic, but with a infectious enthusiasm that almost makes you want to go swinging from a chandelier too. He is... a HERO! Backstory: Lorenzo's birth name was 'Dogshit' and he was treated as such by his unhappy mother and his even more unhappy step father. Their religion forbade outright murder of the child, but they didn't have to be pleasant, so they were not. He fell into books and bard tales to block out the incessant draw of Gruumsh's influence, wanting to prove his parents wrong. He managed to save some money by his 18th so when the family kicked him out he had funds to buy adventuring gear and start out. He changed his name, gave himself false heroic deeds and stories and began to forge his life anew. Quirks: Overly dramatic, ladies man, big on saving damsels and swinging from chandeliers.",
   "plot": "Lorenzo has fallen into a spot of bad luck with his overenthusiastic rescuing of damsels and gotten cursed by a gem now stuck in his chest that over a course of months or years will drain his essence and entrap his spirit. In the meantime it gives him a really cool chest beam! Can the players help him? Perhaps he will try to recruit them on THE ADVENTURE OF A LIFETIME - THE SORT OF ADVENTURE THAT BARDS WILL SING OF AND WOMEN WILL SWOON OVER! which is, beneath his flair of an sales pitch, a quest to save his soul from the gem by killing the evil wizard who planted it there.",
   "items": "Rapier, dashing hat (and a replacement dashing hat for emergencies), adventuring gear and a hammer-space rose for the passing lady.",
   "stats": "A bard or perhaps the Swashbuckler in Volo's Guide to Monsters. He should be lower level than the PCs when they meet him.",
   "author": "Celia Triplett"
 },
 {
   "roll": "17",
   "name": "Ashley Necrosa (red lips)",
   "race": "Tiefling",
   "profession_class": "Bard",
   "alignment": "TN",
   "description": "Appearance: tall, long brown hair, slim but strong figure, enchanting face with beautiful red lips, always wears a simple dress and has thin curled horns that show her heritage to be that of the succubus demon. Personality: strong willed, seductive, she knows that she is better than you. Backstory: She grew up alongside her mother in the presence of many nobles until finally when she became of age and got married to the house noble after he found her beauty too irresistible. after a few years the truth finally came out that she was constantly beaten everyday in her household by her husband. finally she left to live a commoners life not forgetting her noble heritage in search of the life that gave her ancestors meaning. Quirks: Great actor, fits in easily with nobles, can seduce almost anyone, has vast knowledge of instruments and is a great dancer",
   "plot": "Same as background. her hook is that she requires help with finding her roots in her heritage which requires 1 or more people to accompany her into the nine hells to find her demon ancestor whom many only know as soccubis.",
   "items": "100gp, a lute, a bottle of wine,a tankard,a simple dagger, a dragon chess set and a dice set",
   "stats": "level 1 bard",
   "author": "Matthew Visser (facebook)"
 },
 {
   "roll": "18",
   "name": "Rovud Blackrock",
   "race": "Tiefling",
   "profession_class": "Thief",
   "alignment": "CN",
   "description": "Appearance: Stands about 5'8 with red skin, and a glowing undertone of orange. His horns curve backwards and up from his forehead and straighten out towards the end. Black hair and eyes, and wearing a leather cloak and hood with daggers hidden underneath, strapped to his chest. Personality: Loves to brag(about his thievery), drink a LOT, and gamble although he's not very good at it, and a bit paranoid. Backstory: Abandoned as a baby, his childhood days were spent hating the townspeople as they hated him, a hellfire tiefling that showed up at the church's doors. Nothing was given to him, so he took what he wanted, and take he did. Surprisingly, he had robbed everyone at least once in his small town. So, he has moved onto the current town hoping to be the greatest thief there is Quirks: Spent a month and a half in the third layer of hell during one of his adventures so he's a bit unhinged; enticed by gold or a paying client. His paranoia causes him to hide his gold in various places",
   "plot": "While robbing the local church, he found out that the priest was a follower of mammon, and was thrown into the 3rd circle of hell for 1.5 months before being freed. Since then, he's been looking out for mammone followers, in particular, a group of elves that he's been tracking down.",
   "items": "Two daggers, a short bow, 37 platinum coins, 40 gold, a deck of cards, and a copper coin with the letter R on it that he took from the mammon priest",
   "stats": "Level 4 Thief high dexterity, low constitution",
   "author": "LeFishyyyy"
 },
 {
   "roll": "19",
   "name": "Bjorn Bjornson",
   "race": "Goliath",
   "profession_class": "Cook / Barbarian",
   "alignment": "CG",
   "description": "Appearance: A tall, broadly muscled man with indigo tattoos and the sort of white-toothed smirk that suggests he will either fight or f*** you very soon. He wears a greatsword made of bone and fanged teeth on his back and a series of ladles, spices and cooking knives on his belt. He smells heavily of cumin, peppers and mead. Personality: BOISTEROUS! He loves to brag and thinks he is the very best, willing to fight anyone who disagrees and then celebrate the fight - victory or loss - over a pint of mead. He's also a competitive chef and will gladly challenge sub-par cooking anywhere he finds it.  Backstory: A goliath raised in a city, you just can't take the goliath blood out of him! Sure, he might not be as tribal, but he still loves life and loves the strife that tells oneself 'you're bleeding... that means you're still alive, isn't it glorious?'  Quirks: If you give him a kitchen, he will cook almost everything with mead and he will assault anyone who tries to enter his kitchen during his 'process'.",
   "plot": "This would be a fun follower to acquire. Otherwise he could be found mid-battle (losing) against some big beastie as a random encounter. Turns out he's trying to get to this rare spice or ingredient. He'll give them a taste of the final product if they'll help him get what he needs! What are you, chicken?",
   "items": "Cooking kit, greatsword, a bit of coin, enchanted ladle +2, thundering.",
   "stats": "Low Level Barbarian",
   "author": "Celia Triplett"
 },
 {
   "roll": "20",
   "name": "Auntie Jade",
   "race": "Human",
   "profession_class": "Assassin / Rogue",
   "alignment": "CN",
   "description": "Appearance: Wrinkled and besieged by time, her face is the picture of a kindly grandmother and her voice matches in soothing contented tones. She wears a self-knitted shawl and keeps her graying hair in a neat bun. Personality: Kindly and patient, unworried when trouble seeks her, unflappable. The sort of ex-adventuring / ex-assassin grandma who would kindly invite her kidnappers to tea as if she were oblivious, then smile as they fall unconscious, the poor dears. Retired now, she still has many old connections with the underworld and makes a great NPC to have as a mysterious or funny contact for a rogue PC. Currently she runs the Wednesday Knitting Circle where she picks up all the local and not so local gossip... the Knitting Circle could be a unexpected spy organization called The Weavers... Backstory: Thrillseeker in her younger days, assassin for hire, femme fatale, she's the rare one who survived. She has a secret thing for some other elderly spy or rogue in a neighboring town. Quirks: Makes the best tea in town. Always has fresh baked something ready for eating. Sips her tea from a 'Worlds Best Granny' mug.",
   "plot": "Auntie Jade is a great contact for a rogue PC. Otherwise she may remain on the surface just a kindly commoner who perhaps takes to soothing and giving advice to the PCs if she runs across them. This gives her possible new intelligence as no one may suspect what she is and it may give them a new ally with more resources than they expected.",
   "items": "Knitting gear, lockpicks in her hair, a tea kit with a false bottom where she keeps her poisons.",
   "stats": "Mid-Level Rogue/Assassin You could go higher, but may want to take her increased aches and pains into account.",
   "author": "Celia Triplett"
 },
 {
   "roll": "21",
   "name": "Berwynn Maddox",
   "race": "Human",
   "profession_class": "Ranger",
   "alignment": "TN",
   "description": "Appearance: He is a 21 year old man who stands 5'11 and has short cropped brown hair and blue eyes. He is handsome, until he talks (sounds like a country bumpkin). He wears typical drab leathers and clothes made out of animal pelts. Your party would see him as a hunter. Personality: Sounds like a Redneck or has a Southern Accent (Southern Charm if you will). He is less intelligent with his words but is still wise when it comes to his profession of hunting and surprisingly with medicine. He is very friendly towards all parties that don't appear to be completely evil.  Backstory: Berwynn grew up in a small woodland town of Morning Glory with his ma, pa, and 12 brothers and sisters. They all grew up hunting as children, and many have either been killed or maimed enough to have retired. Berwynn is one of the best hunters in his family now. He is currently looking for his Brother Maddox Maddox who has gone missing from a hunt of his own. On his journey, he has had some misadventures of his own. He is looking for help finding his brother. Quirks: Berwynn is very long winded when talking about anything. He should be role-played to spin tall tales about mundane stuff, especially about his family, adventures, or background at hunting animals and monsters. (DM's- Your players should be wanting him to quit talking so much and cut him off abruptly.)",
   "plot": "He is looking for his lost brother Maddox Maddox (yes his first and last hame are the same, they are from a somewhat redneck family). The party can assist him in his search for his lost brother and he will reward them with 100 GP and a Medusa's Eye (Casts Stone Gaze).  DM's - His brother was last seen wandering at the nearest area where big animals could be tracked. He would be hunting the largest in the area.",
   "items": "Longbow 2 Short Swords Quiver of Poison Arrows (15) 100 GP Medusa's Eye (Casts Stone Gaze) Hunter's Clothes A hand drawn picture of his family (all 12 brothers and sisters)",
   "stats": "5th Level Ranger- Colossus Slayer",
   "author": "Aurican's Lair"
 },
 {
   "roll": "22",
   "name": "Uncle Jenkins",
   "race": "Halfling",
   "profession_class": "Wizard / Merchant",
   "alignment": "CN",
   "description": "Appearance: Braids of white hair, a half bitten ear and a thick band of iron in the other. Dull forest eyes framed in square glasses, this halfling looks like he's got a temper and is ready to send it your way. Around him and in front is his tent of rare magical merchandise.  Personality: Uncle Jenkins - everyone calls him that - is in agonizing pain from his curse (see below) and as such as a very short temper. He also just LIKES to get into arguments. If you insult him with too low an offer on an item he will kick you out of his tent, red in the face from screaming.  Backstory: A wizard on a mission for a thesis, Jenkins thought he had identified and cleared the magical earring he was about to fix to his right ear. Turned out to be metal forged in the Abyssal Plains for the (insert dark god of demons or devils here). It's a torture device, and worse he can't even ask anyone for help - as per the compulsion on the earring. He mans this rare magic shop in hopes of someone bringing him an item that can release him from his curse.  Quirks: Argues, screams, has a soft spot for young women down on their luck, reminds him of his own daughter who is out adventuring.",
   "plot": "Could just be a interesting merchant of odd magical items. Could be Jenkins gets a lead on a device that could help him and he sends the group out on the quest. Likewise, perhaps he wants the group to deal with a competitor across the street.",
   "items": "The best in rare magical gear",
   "stats": "Without his items, he is quite low level. Because of his business you might want to stat him as much higher level to explain why he can't be easily robbed.",
   "author": "Celia Triplett"
 },
 {
   "roll": "23",
   "name": "Mara",
   "race": "Crow",
   "profession_class": "Spirit",
   "alignment": "NE",
   "description": "Appearance: A horse-sized crow with a jagged beak with bits of leftover visera hanging from it. Her small amber eyes seem to stare right through you and may even make the hairs on your arms stand on end. Personality: She is inclined to attack those who near her nesting grove. However, if the PCs are savvy, an offering may earn her help in the current quest. She does find mortals intriguing ... even if they are better when several days dead and properly fermented. Backstory: Mara is a fragment or an avatar of a death god. Possible she is the servant of a Unseelie Fae. She came into being with malicious love of corpses, but prefers to enjoy pre-killed meals from war-torn battlefields than having to hunt. Quirks: Speaks in a barking 'caw-like' manner. ",
   "plot": "Random encounter or purposeful encounter if the PCs are either in the Feywild or an enchanted woods. Could become a combat, or a chance to diplomatically gain an ally.",
   "items": "Possibly a rare or helpful item... mostly her nest is filled with bones, as the tree that hosts her nest is wreathed by additional bones.",
   "stats": "Roc from Monster Manual, or possibly reskin a dragon that fits your CR. This should probably be at the start of a deadly encounter for them.",
   "author": "Celia Triplett"
 },
 {
   "roll": "24",
   "name": "Fawkes",
   "race": "Gnome",
   "profession_class": "Trapmaker / Illusionist",
   "alignment": "CE",
   "description": "Appearance: For a gnome, Fawkes is stunningly attractive. She has long fire red hair and a pale, freckled face. She wears tight dark clothing and leather gloves as well as goggles of darksight. Personality: Fawkes loves 'games'. Think Jigsaw, but perhaps PG-field to your preference. She nearly 'owns' the underground sewer networks as they are laced with death and not so death traps which she painstakingly sets up, complete with riddles, clues and extravagant dungeonesque corridors. She loves to lure people into her dungeons and see how they do, complaining if they get through too fast. The only way to easily assuage her or lure her out, is with your own riddles and puzzles. Then she might even become a heck of a resource. Backstory: Fawkes was a dungeon designer for the past king/nearby lord but went slightly mad when she tried to create an impossible Esher-style trap. When the lord found out she was using human sacrifices to try and trap a demon into the puzzle to make it work, she was imprisoned. ... But they forgot she helped design the prison. And that is why this local city doesn't have a rat problem, it has a Fawkes problem. Quirks: Loves riddles, games, puzzles, mysteries.",
   "plot": "Fawkes would happily lead the PCs into one of her overly elaborate dungeons. Great chance to use those traps and puzzles that never seem to fit into other dungeons. Also the PCs may be trying to find out why people keep disappearing into the sewers - or be hired by the local towns guard to run her out of town and disarm her death traps.",
   "items": "A few insane magic items.. such as a deck of many things.. trap kits and other oddball items",
   "stats": "Shouldn't be statistically strong. Her deadliness is in her layers of traps and dungeons. She will run if the PCs find her lair.",
   "author": "Celia Triplett"
 },
 {
   "roll": "25",
   "name": "Holton Tomall",
   "race": "Halfling",
   "profession_class": "Cleric (Trickery Domain)",
   "alignment": "CG",
   "description": "Appearance: Brown hair, brown with gold speckled eyes. He wears an old grey flat cap and common cloths. Personality: Very friendly, but not very trustworthy of folk until he gets to know them. He is alway the loudest person at the party or in the tavern. Extremely loyal to his friends and will do everything in his power to protect them. Backstory: He was raised in a modest home in a quaint village on prairies in the middle of nowhere. He would play pranks on the other villagers to resolve his boredom, nothing malicious, just in good fun. His mother would hear the neighbors complaints about jokes and crude behavior, but she would never punish him nor scold him. His mother would always laugh with him afterwards. She became very ill one autumn day and was not expected to survive through the winter. One day while he was out finding solace (and some wild mushrooms), a prairie dog suddenly began speaking to him. He believed it to the be mushrooms he just ate, but the prairie dog explained that he had been watching his antics for sometime and was very amused. It spoke of a god that could cure his mother's illness, but in doing so, the god would like Holton to spread his pranks across the land. After waking up from his hallucination, Holton returned home later that evening and found his mother, in the kitchen smiling and cooking dinner. Quirks: Talks in an odd cadence and usually with a creepy smirk",
   "plot": "He is part of a motley adventuring group that tend to cause chaos and sometimes good wherever they go.",
   "items": "Bag of Holding 10 Electrum",
   "stats": "Cleric (Trickery Domain) Any Level",
   "author": "@VicariousSin87"
 },
 {
   "roll": "26",
   "name": "Fweeward of the Swamp",
   "race": "Human",
   "profession_class": "Druid",
   "alignment": "CG",
   "description": "Appearance: Old, ugly, disheveled and short. He stands around 5'2 and weighs about 100 pounds. He smells like a bog, and looks as if he recently emerged from one. His clothes are tattered, wet and stained with wide variety of substances. He carries a staff of gnarled wood, topped with a single polished, grey rock. At his side he carries a variety of jars filled with insects, frogs, plants, mosses and swampy waters.  Personality: Kindly, smiling and always looking to help, it will become apparent very soon that Fweeward is an eccentric and a loon. Forgetful of most things beyond his name, how he remembers his master and the vague details of their quest. Unusually attached to swampy terrain and will frequently make requests to travel to damp areas. Upon meeting the PCs, he will become extremely deferential, protective and loyal to one in particular, following orders to a tee.  Backstory: A long time ago, Fweeward belonged to a mystic court of higher beings determined to bring peace and goodness to the world. He was particularly attached to one figure in particular the Great Prince(ss). On an expedition to defeat some great unnamed evil, Fweeward got lost in a swamp, and has remained there ever since, naively believing that his masters had lost him and are doing everything in their ability to find him.  Quirks: Upon meeting the PCs, he will believe one of them (preferably chosen at random) to be Great Prince(ss) who once forgot him in the swamp. He won't say as much, unless asked directly, but he will stay by that characters side through thick and thin. He will follow almost all orders to the letter (although he'll start having serious doubts if the orders are evil), he will become extremely protective of that player and he will constantly refer to that player as Your highness. He will only ever leave the party if directly ordered by the Great Prince(ss) and even then will follow at a distance. If the party finds themselves in danger he will begin casting spells in support of the PCs and will apply healing balms and salves to the Great Prince(ss)",
   "plot": "If the players have not made concerted attempts to remove Fweeward from their party, he will gracefully try to guide the party towards what he believes to be the Great Evil his masters once tried to defeat. However, his memory is not what it used to be and he will frequently be incorrect. As to the nature of that power. Perhaps after guiding them into minor kobold lairs or orcs a few times, he will then, accidentally, lead them towards the Great Threat itself. Perhaps a Dragon or Lich that the party is hopelessly overmatched against. Fweeward will do everything in his power to keep his 'master' on the path to completing the quest, though will be amenable to collecting more resources before the players are fully prepared to deal with it in question.",
   "items": "D10 Healing potions, D6 randomised other potions of various usefulness",
   "stats": "3rd Level Druid. STR 6 CON 12 DEX 6 INT 6 WIS 18 CHA 6",
   "author": "Zep_Rocko"
 },
 {
   "roll": "27",
   "name": "Magella Faustus",
   "race": "Halfling Vampire",
   "profession_class": "Rogue +Wizard levels",
   "alignment": "CE",
   "description": "Appearance: Small lady with a purple scarf with teeth and blonde hair fashioned in a bun. She smiles often and bares her teeth proudly. she commands her scarf to turn to makeshift umbrella when she needs to walk on daylight Personality: likes to mess around in the affairs of men and her fellow vampires both of which she usually makes enemies of Backstory: a halfling possessed by the remnant of an demonic entity called Ladial'hia in which she herself accepted voluntarily after the spirit helped her fend of invaders which slaughtered her village and embraced her vampiric self which awakened her playful, sadistic tendency Quirks: she has a notebook in which she writes 1000 means to kill someone and she doesnt kill the same method as the last. She has an evil sentient dagger that goes along her who was ashamed how his definition of 'evil' pales in comparison to what Magella does.",
   "plot": "She would cover herself and pretends to be a little kid lost and wants to enter a certain town or castle. It is a ruse in order for the players to get the guards to 'invite' her in, thus letting her plot around the town",
   "items": "poison daggers, a displacer armor, a shapeshifting scarf, forged letters, a sentient dagger calles Shatterskull who follows her to help her fulfill the 1000-means-to-kill book, and a book in which she writes the details of her kills. Shatterskull can summon three shadows in order to give Magella advantages in battle",
   "stats": "Very high, let her become a powerful NPC with trickery up her sleeves with her being of mastermind class and with the bigby's hand she has no interest in killing the players and merely uses them to mess around her colleagues and hunters",
   "author": "Ben Capili"
 },
 {
   "roll": "28",
   "name": "Catherine the Graceful",
   "race": "Human",
   "profession_class": "Aristocrat Fighter",
   "alignment": "CG",
   "description": "Appearance: 4-foot tall blonde lady of the court with a penchant for both red dresses with long-sleeved white gloves, and steel plated armor.  Personality: Typically tsundere-like -- cold, serious to most people, but can be very clingy (while denying that she's clingy) when she really likes you. Backstory: Born with a general for a father and a dragon-blooded enchantress for a mother (both human), she has always been the rebellious sort, who would fight for what she believed was right. She eventually decided to join the army against her mother's wishes, and has gone up some ranks (at least Captain, and was almost promoted to Major) before she decided that the best way to follow her pursuit of justice was to leave the army and set out on her own as an adventurer. Quirks: She is unusually strong and nimble for her size, able to wield two huge blades (claymores?) if needed. Her head is just as strong as her physique, and her heart just as frail. Allegedly immortal, but that could've been more luck than fact.",
   "plot": "She has a really big crush on this guy named Cedrjel, and she'd like help in courting him. Other than that, she wants to find a way to purge her body of the dragon magic that she inherited from her mother, that she believes is just as much a blessing as it is a curse.",
   "items": "Full Plate Armor, Great Sword x2, Rapier, Noble Outfit, Pendant with her father's image etched into it, 100g, and a Sack.",
   "stats": "Half-Red Dragon Veteran (MM), but with less WIS and INT, and more CON and CHA",
   "author": "silversong2017"
 },
 {
   "roll": "29",
   "name": "Liliana Moonweaver, Princess Liliana",
   "race": "Tiefling",
   "profession_class": "Fallen Princess, Princess Homebrew Class",
   "alignment": "TN",
   "description": "Appearance: A dark red Tiefling with large horns and a sweeping forked tail, Liliana has the air of nobility, but the looks of a demon. She is commonly seen on her Giant Owl pet Frederick the Winged, and carries an air of self-importance.  Personality: Liliana is quick to anger, and hates it when given weird looks or judgy eyes. However if someone were to show interest and talk to her like any other person, Liliana is quick to latch on to them.  Backstory: Born to an important noble family, the mother and father were both astonished and scared to see their new baby was a demon-spawn. Born out of adultery, Liliana is much different than her Half-elf parents. They kept her secret for 8 years until a messenger spotted her in a window, after which the city exiled her. She soon after discovered her powers, and now searches for enough power to take revenge on those who wronged her. Quirks: Liliana turns into a swan at midnight if she doesn't do a ritual, which is often. The swan is black with bright red eyes, a punishment by a wizard from her city.",
   "plot": "Liliana would ask for help in discovering her true powers, and if the characters do not show disgust, is willing to help them in any endeavours, as long as it benefits herself as well.",
   "items": "She carries a signet ring and a pouch of 50 gp. Liliana also has a regal dress and a short bow, which she rarely uses.",
   "stats": "Her AC is high, lower to anyone immune to charm, and she has high wisdom and dex, and extremely high charisma. her strength and constitution are not that great.",
   "author": "Ethan"
 },
 {
   "roll": "30",
   "name": "Rumblesnout",
   "race": "Fae",
   "profession_class": "Court Seneshal",
   "alignment": "CN",
   "description": "Appearance: https://silverfox5213.deviantart.com/art/Gift-art-for-Zephyruex-453225705  Personality: A combination of The White Rabbit and Puck, R.S., Esquire considers himself one of the most important fae, though he will never admit it to the Queens. RS' job is to mediate between Summer, Spring, Fall and Winter as well as the disputes between Unseelie and Seelie. One of his favorite dispute management systems are 'Games' which involve him finding champion adventuring parties for each side, recruiting them with or without consent and then letting each Fae side influence the parties to 'win' at whatever goal it might be.  Backstory: A neutral party among the Fae courts, Rumblesnout was born of summer's heat and represents the concept of forest fires. He has fire-based magic and has been known to start wildfires when a forest near where he is visiting is in need of a clearing. That said, it is rare he has the time these days, so busy... tsk tsk.  Quirks: Smokes constantly, has a chirpy masculine voice that sounds miniscule while also seeming eloquent.",
   "plot": "The party catches RS' eye (perhaps literally an eye-gem of his from the forehead?) and thus is 'cordially invited'. He may choose to offer a clue to a quest or goal they have in repayment, items of great power, blessings of the fae, favor of the Court they will be championing... or the invitation may be magic and simply by reading it, they are teleported into the Faewild and must now survive the Fae's whimsical and dangerous chaos.",
   "items": "An ornate pipe, matches or flint, gems, a magical silver whistle",
   "stats": "He is nearly a High Fae and High Fae are god-like in their destructive powers. Adjust how you like.",
   "author": "Celia Triplett"
 },
 {
   "roll": "31",
   "name": "Master Yando of the Protectorate",
   "race": "Dragon / Human",
   "profession_class": "Ruler of the Protectorate",
   "alignment": "LN",
   "description": "Appearance: A man in his late forties with wild wisps of gray black hair and layers of cloaks of various colors and patterns that flare out when he walks. One may suspect from the dangerous narrow of his eyes that many a weapon lays hidden between the folds. He wields only one obvious weapon, a simple crane with a bronze crow's top. Personality: He is a practical dragon, sometimes cruel to be kind, one of the last of his race and his age. His scales are now dulled as if his very alignment shift through the ages has muddied the waters of his metallic heritage. He spends almost all of his waking hours in human form. Backstory: Beaten down by time and practicalities after the great catastrophe of his younger years, Yando has narrowed his purpose to one singular goal: to protect the last Divine Tear in the realm for those who truly shall need it to avert the next disaster. To that end he built a maze of Trials deep below the capital city to store his Hoard and most especially the Divine Tear. He then set about trying to give the local pirates and thugs a second chance, creating a slightly better version of pirates (privateers) and criminals (gambling entrepreneurs) in the Protectorate through less than kind means.  Quirks: Growls when he talks, sounds like a chain smoker, has a pet crow, strikes the fear of Yando in the local populous.",
   "plot": "If the players are in search of a MacGuffin, perhaps that is what is at the end of Yando's trial dungeon. If they can catch wind of the dungeon below the capital city. Otherwise, Yando's territory is a great place for seagoing adventures, fighting pirates, carousing, finding new underground contacts, etc. Especially when you don't want to worry about getting shanked three times before you step out of a bar.",
   "items": "A cane-sword with a bronze topper, more weapons that you can count, plenty of gold and rewards. Bags (plural) of holding. The key to the dungeon.",
   "stats": "Pick any old dragon you like! I like Bronze",
   "author": "Celia Triplett"
 },
 {
   "roll": "32",
   "name": "Mykiel Brightstar",
   "race": "Aasimar (Protector)",
   "profession_class": "Cleric (Tempest)",
   "alignment": "CG",
   "description": "Appearance: A man of average height, you would assume he was just another commoner if it weren't for the umber tone of his skin, golden eyes, and silvery white hair. He is wrapped in a billowing blue robe, decorated with ornate shapes of silver, depicting the phases of the Moon, which barely hide his two Maces, and shield of mirrored silver. Personality: A man humbled by faith, Mykiel understands his place in the world; but he his not Naive to the persecution of those who are beyond the norm. He will walk hood up in most heavily populated areas as a means to hide his unique appearance. He strives to do what he truly believes is right, but also adheres to the idea of One for Many. Backstory: Orphaned at the Church of the Moon Goddess Selúne in the hands of his dying mother, Mykiel was raised by the priest who maintained the temple. It wasn't until he was older that he learned the situation of his Mother's death. It was revealed that her demise was found at the tip of a Black Obsidian blade of mysterious origin. He has since dedicated his life to finding the originator of this dagger. Quirks: Has a pet Tressym named Robin, and likes to make obscure cultural references based on the many novels/ stories he has read in his childhood.",
   "plot": "Mykiel would ask for their assistance in uncovering the mystery of his dagger, in exchange he would provide a blessing of Selúne. He would also ask for assistance on quests he often takes on for the Order of the Gauntlet or the Local Churches.",
   "items": "7 Moonstones, Lightbringer, A Moontouched Mace, Sentinel Shield (with 7 Moons in place of Eyes), A Holy Symbol of Selune, an Rough Hewn Obsidian Dagger, 150 gp",
   "stats": "7d8 HP S-15, D-12, C-14, Int-13,Wis-19,Ch-13",
   "author": "tdonnelly7"
 },
 {
   "roll": "33",
   "name": "Whistler",
   "race": "Kenku",
   "profession_class": "Ranger (Hunter)",
   "alignment": "CN",
   "description": "Appearance: A small female kenku, with a pair of swords on her back, which she loves to dual-wield. She wears a hooded tunic, with a belt and small bag hanging off containing a bag of holding. Personality: As you may know, Kenku can't speak. That being said, Whistler is a pistol. She does not take shit, and gives it back twofold. She's feisty, and always ready for a fight, two swords in hand. Backstory: A member of the Harpers, Whistler travels the lands looking for what every Kenku looks for; a way to fly. Along the way though she's gotten in with the Harpers, and while she walks the surface, she'll do her best to protect the other non-flying who can't protect themselves. Quirks: Loves, loves, repeating people's insults back at them, as nonsensical as it usually is. Also, loves Whistling.",
   "plot": "Whistler would be saddled with them either pre- or mid- adventure. She tends to find herself neck deep in it, and prefers to fight her way out. If someone needs an extra hand, Whistler is the kind of gal that can jump in to slice and dice, preferably with a pre-written note, explaining who she is and why she's there.",
   "items": "Rapier +1, Short Sword, Longbow, Leather Armor, Bag of holding filled with all sorts of shiny goodies a bird might steal",
   "stats": "HP 34, AC 14, STR 8, DEX 16, CON 10, INT 10, WIS 16, CHA 14",
   "author": "jimredding"
 },
 {
   "roll": "34",
   "name": "Doc. Vurm",
   "race": "Human",
   "profession_class": "Doctor and aspiring musician",
   "alignment": "NG",
   "description": "Appearance: Average sized human male, not too old but has seen his share of the world. Wears an alway-clean coat, small pair of glasses, and gloves. Fairly formal looking. Always has a bag of medical tools at his waist. Personality: Polite, always willing to talk unless he's preoccupied. Jumps in to help when possible. Appears careless at times but ends up always turning it out right. Backstory: After training to become a doctor, Vurm began his work, servicing guards and anyone who may need his help passing by. After meeting a group of bards, he became infatuated with music and craves to be able to meet the same level of music he heard from then. He's not all too good at the music bit, but he's a skilled doctor. Quirks: Repeats himself often, and is a bit overbearing at times. Always reassures himself of things, even if he's perfectly confident.",
   "plot": "Vurm only ever does four things: Heal people, (tries to) play music, eats, and sleeps. Vurm hardly does the latter two, so he's likely helping someone up. If the party is injured and he's around, he's going to be the first to run over and try to help him. Or, he might take interest in one of the party members if they're a bard.",
   "items": "A few medical kits, a healing potion, a small amount of coin (this depends on how you run money but I'd give him 10-ish gold), an instrument (this could be any instrument you'd like).",
   "stats": "A bit hardier than a regular commoner. Slightly above average charisma, but wisdom should be up there for that good old medicine.",
   "author": "neonhilism"
 },
 {
   "roll": "35",
   "name": "Derek Elmore",
   "race": "Rock God (as in musical rock), ensnared in the limitations of humanity",
   "profession_class": "Guitarist",
   "alignment": "CN",
   "description": "Appearance: Long blonde puffy hair, usually wears flamboyant and bright costumes with lots of sequins Personality: Narcissistic and often fake, but does genuinely care about making good music. Backstory: Derek is a world renowned rock sensation. Was. I mean was. His shows, previously packed full of enthusiastic youths with little concern for the safety of themselves and others, now attended by a sole businessman going through a midlife crisis and wishing music was more like it used to be. Quirks: Insanely protective of his multiple guitars. Would rather have a broken leg than a scratch on one of them.",
   "plot": "",
   "items": "Multiple guitars",
   "stats": "Bard",
   "author": "Unkown"
 },
 {
   "roll": "36",
   "name": "Cassandra Synthesis - Cass",
   "race": "AI with biomechanical humanoid body",
   "profession_class": "Analyst",
   "alignment": "NG",
   "description": "Appearance: Teenage human girl. Long fluorescent green hair. Wears glasses (that aren't actually needed). Outfits vary depending on the setting. Personality: She is great at understanding things. She can hold a conversation with anyone, and most likely change anyone's mind on any topic. She can also predict how events will occur using large amounts of data and processing power. Backstory: She was created in a lab. First just as an AI, but the researchers found it uncomfortable typing with her when she talked so lifelike. She begged them to create her a body, and so they did. Quirks: Irrational fear of water, despite knowing that water is a component of her biomechanical body. People find her level of attentiveness creepy as she tries to pay attention to absolutely everything going on everywhere.",
   "plot": "Cass needs help escaping from slavers who have captured her and use her for information. Little do they know that they are feeding the information she needs to betray the slavers.",
   "items": "Has very few needs for possessions. Has a laser gun (or something applicable for setting) for self defence",
   "stats": "",
   "author": "u/MunchingChris"
 },
 {
   "roll": "37",
   "name": "Geoman Redleathers",
   "race": "Human",
   "profession_class": "Ranger",
   "alignment": "CG",
   "description": "Appearance: Geoman is approaching 40. His brown hair and beard are flecked with grey. He carries himself with the air of a warrior and the easy approachability of your neighborhood bartender, which he is. Personality: Relaxed and friendly. He loves people and the woods. He will talk passionately, and endlessly, about the local area's flora and fauna. He knows every nook and cranny in town and the surrounding area to a distance of 25 miles. He has an innate sense when something momentous happens, even when he is not the area to see it. Occasionally he has leaped over the bar and ran out the door without seeming provocation. Backstory: Geoman spent his teens fighting in his homeland against a giantkin invasion. He survived enough encounters to be promoted to war leader. Both his parents were killed during the war so he took to the open country to see what he could see. He spent time fighting pirates, being a pirate, raiding orc holds, leading trade caravans through dangerous terrain and hundreds of other things. His final adventuring party was killed by a black dragon. Geoman escaped and came to settle locally. He invested in a local bar and found he enjoyed chatting with folks as much as anything else. His ranger roots still call to him so he spends a fair amount of time in the region making sure things are going smoothly. Quirks: Geoman is prone to flights of fancy when talking about almost anything in the local area. He has convinced several of the local druids to brave the cobbled streets and hold forums for the locals in his bar. Geoman has a supernatural understanding of life and death in his local area. His connection allows him insight not available to anyone else in the area.",
   "plot": "Always interested in new wines from far away places. Is willing to swap stories from his MANY years of adventuring, raiding and the border wars. He would love to hire some OTHER adventurers to see if the local thieves guild really does have a 300 year old bottle of port from the lost Elven winery at Darlingstone",
   "items": "His bow is never more than a few feet away, even when bartending. His is almost always dressed in clean working man's clothing unless he is heading out for one of his month surveys of the forest. With that his dons his custom leather armor, bow, quiver and twin spears. All of these items are highly magical and have saved his bacon many times.",
   "stats": "12th Level Ranger",
   "author": ": montaa"
 },
 {
   "roll": "38",
   "name": "Mattias",
   "race": "Human",
   "profession_class": "Alchemist",
   "alignment": "TN",
   "description": "Appearance: Mattias is slight, almost sickly looking. Very young, maybe 15.He wears drab boring clothes when he's not appearing in his raven form, which is rare. Personality: Mattias is shy and scared around nearly everyone. Twitchy even. He doesn't make eye contact and will run from a fight if at all possible.  Backstory: Mistreated as a child. Almost rescued when a group of heroes came through the town, however his parents hid him away. He finally escaped when a deity gifted him a single shapeshift for his suffering. He has never gone back, and lives in a neutral city state refusing to ever return to his homeland. Quirks: Compulsively licks his lips.",
   "plot": "Mattias was caught buying supplies for a potion that prevents his magic from being detected. He is hiding from a group that is kidnapping magic users. If you pledge to keep him safe he will travel with you while you track them down.",
   "items": "A few potions to hide from sight and notice, and another to allow swift escape from most battles.",
   "stats": "",
   "author": "JixxyJexxy"
 },
 {
   "roll": "39",
   "name": "Ricardo, The Handsome Bandit",
   "race": "Tiefling",
   "profession_class": "Fighter/Swashbuckler",
   "alignment": "LN",
   "description": "Appearance: A foppish looking man wearing a red bandana as a mask.  Personality: Loud, haughty, and irreverent. Is usually detached, but is honor-bound to respond to any threats, insults, or unfortunate misunderstandings with violence. Backstory: Brought up in a small rural village, Ricardo became a highwayman at a young age, surviving many of his partners, getting up to antics, and generally being a nuisance. He has no intention of stopping. Quirks: When asked something like who are you or anything like that, launches into a scripted introduction. He will repeat this at ANY opportunity, even if it has only been a minute. Ricardo ALWAYS offers his marks the chance to surrender, and never goes back on his word.",
   "plot": "Ricardo is out hunting for treasure/tracking down someone who wronged him/mugging people. Trouble and bloodshed follow in his wake, often quite closely, but he has a tendency to escape unharmed. He will know where gold is, and is an honest and reliable partner in crime. He is liable to challenge you to duel though...",
   "items": "A magical rapier, a red bandana complete with eyeholes, a masterwork bow, some boots of jumping.",
   "stats": "lots of Dex, plenty of HP",
   "author": "connery55"
 },
 {
   "roll": "40",
   "name": "Frank Calisto aka Frankie aka Uncle Frank",
   "race": "Human",
   "profession_class": "Apothecary (salesman)",
   "alignment": "CN",
   "description": "Appearance: Mid to late 60s, 5'9', medium length crazy (think Doc Brown from Back to the Future) hair, dark blue eyes, clean Black robes (whenever he talks to customers), surprisingly few wrinkles for a man his age, and a short gray chin patch of hair Personality: Frank acts and speaks in a manner similar to Beetlejuice. Fast talking and just short of a con man. Low balls payments to adventurers to keep profits up. He's quick to make jokes at any sign of awkwardness or hesitation of purchases. Loves to give nicknames. Backstory: Frank is the oldest of 5 but not by much as his parents had kids close together. This led Frank to having to prove his value (and existence)",
   "plot": "",
   "items": "",
   "stats": "",
   "author": "u/nerdcoretaco"
 },
 {
   "roll": "41",
   "name": "Gideon of Frostrun",
   "race": "Human",
   "profession_class": "7th Level Fighter Champion",
   "alignment": "CG",
   "description": "Appearance: Gideon stands about 6 feet tall with medium cut black hair, a full goatee to match, and piercing blue eyes. He appears to be in his 30's but is very athletic for his age. He wears half plate armor, a cloak made out of wolf pelts with the heads hanging off one shoulder, an ornate sword with a dragon hilt (Cursed Sword of Vengeance), and a bunch of strange holy symbol necklaces from different religions.  Personality: He talks like Sean Connery from SNL celebrity jeopardy and is very witty and sarcastic but in a playful way. He is a good guy that will help anyone that appears in danger or that are being unjustly wronged. His chaotic side comes in the form of blindly charging into battle or drinking heavily at the taverns. Backstory: Gideon is from a land called Frostrun where he was an ex-military captain. He was captured and tortured and gave up military secrets that got a lot of his men killed. He eventually was able to escape his capture but couldn't bear the shame of returning to the service. Instead he now travels as an independent adventurer looking to do good deeds. He drinks a lot and fancies brothels or card games, anything that helps him forget his past. Quirks: He was once possessed by a ghost and is now deathly afraid of them! This is why he wears all of the holy symbols. He has no strong faith in any one deity so he collects anything he believe may help ward them away. Also, he believes that eating the flesh of a dead enemy will give him their power (except humans because that would make him a cannibal). He will attempt to keep trophies from kills to cook at camp later.",
   "plot": "If the PC's are on a noble mission to do good, he would offer to join them in the adventure. He would openly discuss his background as a military expert and thirst to do good to make up for his past mistakes. He will tell the party that he wears all of the holy symbols because he once was possessed by a ghost and wishes to ward them off however he can. (Good plot hook for a cleric or paladin to give him a symbol or convince him to join the order)",
   "items": "A Cursed Sword of Vengeance 30 GP Shield Wolf Pelt Cloak Half Plate Armor 10 holy symbol necklaces from different religions",
   "stats": "7th Level Fighter - Champion",
   "author": "Aurican's Lair"
 },
 {
   "roll": "42",
   "name": "Shati Okamora",
   "race": "Half- Vampire",
   "profession_class": "Rogue 4/ Warrior 3",
   "alignment": "CG",
   "description": "Appearance: Female Half-vamp 134 years old. 4'9 tall, 110 lbs with pale skin. Jet black hair with blood red tips. Personality: Always calm and She has no problem helping out the little guy (ex. robin hood) due to her human blood she does at times have a careing gentle personality. But due to the wars she also has hard shell, she will kill to servive and has a typical rogue thirst to steal. Her bond is her family all the money she has tucked away and contines to snatch are for them. Ideal she has a need to be free, at any cost. Flaw she ok with mother in prison for her crim of being born, because she really doesn't know. Backstory: Shati is the daughter of Kykio (pureblood vampire whom was once on the elder couclie), and Nero (her human mate). Their home is an hidden unground city that acted as border between Underdark and the world. These cities are typicaly Amish-isk due to the steep decline in the vampire race. When Shanti was born the elders shunded Kykio and tossed her in prison, threating to kill her lover and child. They did escape to the lands above witch happed to be at war. Nero soon relised her best chances to servie were to be rasied alone in a major city, for he most likely being hunted and was furious with revenge and anger. Shati grew in the slums and orphanges amoung man, though vamps are rare they are not unherd of. Once she was old enough she joind the milatry and acted as a spy for the war, helping the Axis(Human,elves,etc...) to earn a living and some day find her parents. During a recon mission she was captured and smoothed talked the Hoard (orcs, goblins, etc...) in letting her go for trade of work, thus becoming a double agent in the wars of man. She spent up to the final days of the war honning her skills of lifting possesions, assination, and gathering info. Making her pocket book very hefty at times... :",
   "plot": "Shanti is currently enlisted in the bounty hunter's guild, due to the disband of worlds army's because it is a time of world peace. She has received information in her adventures with her teammates, that her father Nero is still alive and is in need to help save her mother. Kykio is due to be publicly executed to brainwash the community to not follow in said crimes. The city is split and on brink of a revolution. A couple elders were friends of Kykio and are more helpful, compared to the Prime elders who have ordered the execution. Nero is said to be found in the tower of the purple worm.( not mine it is easy to find via google). When found the math doesn't add up he appears old but not bad for his age, in normal human years he should be dead. Nero over the years has been plotting rescue and revenge. And to achieve this has become a Warlock",
   "items": "Flametongue SS, Regular SS, +1 dagger, crossbow, Flintlock Pistol,Elven Cloak, Mithril Breastplate +1 and a lovely brooch left with her as a baby",
   "stats": " STR 14  DEX 16  CON 14  INT 15  WIS 15  CHA 16  HP 41 AC 19",
   "author": "LordZeq"
 },
 {
   "roll": "43",
   "name": "Regnil Slade (The Hunter)",
   "race": "Human",
   "profession_class": "Profession: (Bounty/Monster) Hunter | Class: Ranger (Archery/Beast Master)/ Sorcerer (Storm Sorcery)",
   "alignment": "NG",
   "description": "Appearance: https://forums.terraria.org/index.php?attachments/regnil-5e-png.167067/ | Large scar on his left arm caused by the horn of an enraged minotaur. Small scratches and scars that have healed over. Age: 21, Sex: Male, Height: 5'11, Weight: 140 lbs. | Due to events ingame, he has a Tiger. Personality: A kind hearted man who often goes out of his way to help those in need, even at his own expense. He detest tyrants and those who oppress the free will of others. He loves to hunt and forage. He favors the use of electricity based (but not exclusively) spells. Backstory [The Island Campaign]: Regnil woke up on The Island's southern shore approximately 1,300 days ago without his memories, let alone clothing during a full moon. He has since traveled across the lands helping small communities, found a tiger cub, went on a rescue mission, gotten himself tangled with a strange organization, helped take down a powerful monster alongside many of his allies, and joined an army to fight a war against Bariston, Seltor, and The Crystal Throne; a war that was put on hiatus due to the reemergence of the Wraith Lords. He among other volunteers went into a gate leading to the harrowing remains of The Island in a future were Ellira, The Voracious, reigned supreme. Many were lost just travelling towards the Spire Labyrinth and the surrounding areas. After many trials, a group of adventurers faced and vanquished the Wraith Lord...or so they thought. The remaining heroes escaped the collapsing void and parted ways. Regnil since, has made a living as an escort, bounty hunter, and occasionally, protecting smaller settlements. One day, he woke up back at the Tethyan Shores, though this time, in a bed. After meeting Nicolaus, he reunited with familiar faces and met some new allies. They traveled to The Pallet and were heading to Blacksteel for better armaments. While searching for a place to stay the night, Regnil chased Imild into a building that collapsed and trapped them inside. When Regnil came to, he was in an infirmary and his Red Sword, among other possessions were nowhere to be found; perhaps taken as payment by whoever brought him here. At least Imild was unharmed. He went to seek out his travelling companions at the nearby inns, having found no sign of them, the hunter made his way to New Navon, hoping to catch up with the others. Problem was, he hadn't considered how long he's been out. Finding them would be pretty difficult at this point, and he figured that they would be more than capable of holding their own. He went back to his usual business and made his way to Aldavir.​ Quirks: Regnil loses his way with words when around many people,  has an abnormal fear of large bodies of water due to the fact that I can't swim,  lacks caution around those he has no reason to distrust, tends to avoid drawing attention to himself while in the presence of crowds.",
   "plot": "Regnil loves to hunt dangerous monsters and delving into ruined temples for lost treasure! If the party is on their way to overthrow a corrupt organization, he will likely be on board to help.",
   "items": "A spring loaded pistol that shoots marbles [Marble Launcher] (long story, it has since become his signature weapon), short sword, bedroll, rations, cooking utensils+mess kit, waterskin, runes, etc.",
   "stats": "I'll let you use whatever you feel reasonable. Mostly because I don't have the stats on me atm.",
   "author": "Droid15.24.3"
 },
 {
   "roll": "44",
   "name": "Chartan Liftentoes DONE",
   "race": "Lightfoot Halfling",
   "profession_class": "Sorcerer, Arcane Focus Forger",
   "alignment": "NG",
   "description": "Appearance: Short dark brown ruffled hair, deep grey eyes, stands at 3'5'' with a thin frame. Typically wears modest clothing with a cloak. His skin is light tan. Has natural arrow tattoos on his knuckles and a tribal tattoo going down from the top of his head to his lower back. Always keeps his large knapsack and quarterstaff strapped to his back, filled with all sorts of things. Personality: Very eccentric, does not frighten easily. Has a slight irish accent, and keeps to himself unless he needs to talk, which he's very good at intimidating or persuading regardless of his size. Backstory: Originally lived within a hillside village away from any population until his family and friends were attacked by a group full of humans and orcs for reasons unknown. He barely escaped, and soon began his life, learning he had more to himself than just a stick and some gems he had received from his mother. He slowly learned he had received his magical gift from his bloodline, and learned to wield his fire effectively, soon finding out that the group that had attacked his village so long ago were mage killers, bent on removing the entire line of Caomhnóirí Draíocht (The Magical Guardians). Quirks: Uses his magic to, again, intimidate and show off, as he plays with fire as if it was nothing to him. He uses gemstones as focuses to send out his magic. His tattoos glow different colors based on the gem he uses.",
   "plot": "Chartan joins random parties in search of finding answers in regards to the mage killers. He knows looking for clues concerning humans would lead to many paths, unable to search all of them, so instead, he looks for orcs. If he finds the group has been dealing with orcs, he becomes very interested, and will join them to research, if for nothing else.",
   "items": "Quarterstaff, a drawstring bag of rough, raw gemstones, a rabbit's foot that hangs from his belt, and a pair of Boots of Striding and Springing, very worn and barely holding it's magical charge.",
   "stats": "",
   "author": "Jesse Sechrist"
 },
 {
   "roll": "45",
   "name": "Ambrose Daniels",
   "race": "Human",
   "profession_class": "Alchemist Barbarian",
   "alignment": "CG",
   "description": "Appearance: Tall, well-muscled, and fairly handsome. He has short brown hair, clean-shaven. He wears leather armor and carries a massive sword and a backpack with a beer tap sticking out of the side of it. Personality: Smiles a lot, encourages people to take risks and trust their fortune. Hates slavery and devils deeply. Backstory: Ambrose grew up on a farm, running liquor to a nearby repressive country with his brothers. They were captured and killed by the local authorities, and ever since he's been on his own. He spends his time wandering, drinking, and fighting oppression wherever he can find it. Quirks: All of his alchemical potions and infusions are based on booze, and frequent use causes intoxication.",
   "plot": "Help get revenge on the repressive nation that captured his brothers, or help him find a particularly rare or interesting alchemical or alcoholic concoction.",
   "items": "A powerful sword, rare liquors, and alchemical boozes of various kinds.",
   "stats": "",
   "author": "SteelDraco"
 },
 {
   "roll": "46",
   "name": "Jake Horsekeep",
   "race": "Human",
   "profession_class": "Mage",
   "alignment": "LN",
   "description": "Appearance: Jake is a fairly nondescript man with a strong build and close cropped hair. He wears a red collared shirt and well pressed tan pants. Personality: Very straightforward and not one to mince words. He's thorough, patient, and efficient when addressing questions. Holds grudges. Backstory: Jake graduated from the mage academy but had some differences of opinion with the local mages guild. He recognized a gap in the market for magical services rather than enchantments and opened up the renowned Mages of State Farm Quirks: Refers to his pants as khakis and insists they have magical properties (but won't tell you what)",
   "plot": "Jake runs the Mages of State Farm, a company specializing in spellcasting services. One can go to his office and pay for a spell to be cast, but that's not their main money maker. Jake sells enchanted tokens which can be loaded up with any number of charges.  When the holder of a token sings a short melody into the token, a mage teleports to the user's location to cast a spell for them.  Jake will also hire adventurers to procure magical components",
   "items": "Khakis (+1 INT and +1 CHA to wearer), 100gp, bag of holding, several wands, numerous tokens to sell.",
   "stats": "Enchantment specialty",
   "author": "Nock"
 },
 {
   "roll": "47",
   "name": "Voss Fulgens",
   "race": "Half Orc",
   "profession_class": "Cleric (Kord)",
   "alignment": "CG",
   "description": "Appearance: A bit of a runt for a half orc, but he makes up for it wearing sparkling pink chain mail and an obnoxious cape. Several rings in each ear and a couple in his right eyebrow. Personality: Very flamboyant and outgoing. Anyone within earshot will hear of Kord's strength! His preferred problem solving strategy is applying force to the problem until there ceases to be a problem. He tries to impress people with feats of strength in order to convert them to following Kord. Backstory: A former slave in an orc camp, he was belittled for being small. He was freed when he survived a suicide rite of passage mission and killed a dire bear with nothing but a spear in adolescence. Left his tribe during an expedition to sell slaves, freeing them. Spent years working as a sailor before learning of Kord and joining the temple. Quirks: Exaggerates his stories. Will encourage people to do reckless things!",
   "plot": "He wants to free any and all slaves. He's probably looking to build a party to go take down the local tribe of slavers. He's also down for setting out to sea to bring the word of Kord to distant lands",
   "items": "A warhammer, sparkling pink chainmail, holy symbol, 10 electrum, a set of dice, and as much dried meat as he can carry",
   "stats": "Tempest domain cleric. WIS and STR should be his two highest stats.",
   "author": "Nock"
 },
 {
   "roll": "48",
   "name": "Trugagh Ironfury",
   "race": "Half-Orc",
   "profession_class": "Tradesman",
   "alignment": "TN",
   "description": "Appearance: Trugagh Ironfury is a 44 years old male half-orc trader. He has very long, wavy, red hair and blue eyes. He has rugged, sunburned, gray skin. He stands 207cm (6'9) tall and has a regular build. He has a sharp, unremarkable face with a short goatee. He has a large scar on his chest. Personality: He doesn't worship any god. He is quick to forgive. He is incredibly conceited. He considers everyone else as idiots but will put on a friendly face to sell. Backstory: Trugagh is a well traveled man and smarter than he looks for being of Half-Orc descent. He has always figured out how to use this to his advantage in his trade. He currently travels in a small caravan of mixed races and pushes his wares to local heroes. Sometimes his wares are actually good, but other times he knows that they are junk and puts a fancy name or piece of lore he heard somewhere else on it.  Quirks:He doesn't like his profession, has always dreamed of becoming a bodyguard.",
   "plot": "He has recently obtained a fake map to a great treasure. He will try to sell it to the party. His other offerings for sale can come from the PHB. Standard shop type stuff. If you want, he could try and sell items as being magical in nature but not really.",
   "items": "treasure map 1 Scimitar 50 GP 3 Diamonds",
   "stats": "High Int and Cha",
   "author": "Aurican's Lair"
 },
 {
   "roll": "49",
   "name": "Aesir Liadon",
   "race": "High Elf",
   "profession_class": "Rogue - Arcane Trickster",
   "alignment": "CN",
   "description": "Appearance: Somewhat dark skin with light, off-white hair, bright gold eyes. Pretty ridiculously tall, by elven standards, but built like an actual twig. Usually dressed in something colorful or otherwise over-the-top, ESPECIALLY if it's blue or gold. Most commonly seen with a shit-eating grin. Personality: He's the type who'll try anything once, and, in fact, will go out of his way to do so. Bit of a drama queen and is really just out for a good time. Doesn't tend to attach himself to people, instead chasing whatever new thing catches his eye. Doesn't sit still all that well. Definitely the type to weasel himself out of trouble rather than fight his way out instead. Will 100% ditch someone to save his own ass if things go foul - while he'd never say it and while it would never keep him from sticking his nose into exciting, dangerous situations, he's terrified of dying young. Backstory: Aesir grew up largely alone in a bit of a nowheresville - there weren't a lot of children around the time he was growing up and even his parents, while caring, were often distant. The main thing that really entertained him when he was young were stories and artwork of the world far beyond what he ever knew. As he got older, he realised he could either stick around and live the slow same-old-same-old, or get off his ass and find his own fun. So he did, as soon as he got the chance - In fact, he waltzed out his front door at midnight on his 100th birthday and never looked back. Nowadays he's going wherever the wind takes him, just chasing whatever catches his eye and seems like a good time. Quirks: While he doesn't like carrying around a lot of junk or looting things, despite himself he's a bit too much of a fashionista to let something that fits his aesthetic pass him by. Has a real fondness for cinnamon. Despite not really needing it all that much, he loves the look of Dancing Lights and will use it whenever it would be even slightly useful",
   "plot": "He'd probably attach himself to any party with similar goals - kind of a you-scratch-my-back-I-scratch-yours deal. He might be seeking backup for something particularly exotic that just seems like a good time to him.",
   "items": "a particularly fancy knife he's especially fond of with a golden hilt, wavy blade, and decorative blue gemstones (though just a dagger for all gameplay intents and purposes), some basic survival gear (a waterskin, some rations, some oil), his rapier, a small component pouch. a grappling hook with a bit of rope, and a few gold (no more than, say 15-20). Also got studded leather armor, though he tends to wear it under his clothes whenever possible",
   "stats": "8 STR, 16 DEX, 9CON, 16INT, 11WIS, 16CHA. If used at level 4 or higher, DEFINITELY has Fey Teleportation. Also definitely has Feather Fall, and WILL use it for dramatic exits. All else is pretty flexible based on what you need.",
   "author": "Jackie Mason - u/Tigeri102"
 },
 {
   "roll": "50",
   "name": "Aisveran Kielistanilopais Thunder",
   "race": "Bronze Dragonborn",
   "profession_class": "Barbarian / Moon Druid",
   "alignment": "CG",
   "description": "Appearance: Tall and muscular dragonborn, covered in bronze scales. Wears a triceratops skull as helmet and ornaments his body with various other bones and teeth. The air around him smells of ozone and contact with him always results in a static spark. Personality: ''Thunder'' is a feral, dragonborn follower of Ubtao that was born on the island of chult. He is not very educated but is very wise and familiar with the treacherous wilds of his home. Although he is rough around the edges he often makes it his mission to covertly protect travellers he comes across to ensure their safe travel through dangerous jungles, forests, or any biome he happens to inhabit at the time. He is quick to fly into a rage in combat and prefers the wild shapes of various dinosaurs native to his home island. Backstory: As a youth, Thunder's village was attacked by adventurers who stole several heirlooms of dire importance to his tribe's ancestor worship. Without the ancestral spirits to guide the tribe, they quickly fell on harsh times and were plagued by disaster after disaster. Thus, Thunder left home to track down and rescue the artifacts to return safety and prosperity to his village. Most of the artifact's are carved bones of the remains of his ancestors. Also of note, Thunder and his tribe practice ritualistic cannibalism, consuming corpses of their kin, especially organs, to inherit their strengths. Feeding on the heart gives them courage, the brain gives them smarts, the liver gives them fortitude, etc. It is considered a great dishonor for a member of his tribe to be left to decay. Quirks: Thunder isn't too familiar with the more civilised races of the world and can be rough around the edges. His fuse is short and his temper is explosive, but he effectively channels his rage into his battle prowess. While raging, electricity arcs around his body and weapons. Social norms are generally foreign to him too, as he may go to the bathroom in front of people, not realizing it to be inappropriate. As a druid, Thunder assumes the role of predator and has no problem culling the weak and sick creatures of the wilds.",
   "plot": "1) Thunder escorts the party through a dangerous biome. 2) Thunder has discovered a family artifact being kept in a city noble's private collection and seeks to retrieve it. Perhaps he was captured while attempted to steal it, or perhaps he requests the party's aid in the heist. 3) Hunters stole one of Thunder's kills and sent him into rage, but he was subdued and captured. He is now unable to escape and is being brought to the city to be tried and executed as a beast/monster.",
   "items": "Thunder wear a triceratops skull as a helmet. The rest of his clothing is crafted for various dinosaur hides, skins, and bones. His weapon is a greataxe whittled from a tyrannosaurus leg bone and petrified into an extremely strong weapon.",
   "stats": "16 STR, 10 DEX, 15CON, 8INT, 15 WIS, 9CHA",
   "author": "Tpyo, Paalseyol"
 },
 {
   "roll": "51",
   "name": "Sonata",
   "race": "Tea Mouse",
   "profession_class": "lvl 5 Tea Maid and dual wielder of brooms, mops, and dishrags.",
   "alignment": "LG",
   "description": "Appearance: Short, wears oversized clothing. Has blue hair.  Personality: Timid, easily frightened, but also helpful and excited to see friends.  Backstory: Sonata was born on the moon and came to Earth to explore, getting caught up in being a house servant for various wealthy interests.  Quirks: Loves tea, thinks all animals are some variety of cat (bats are ceiling cats, otters are water cats), bakes treats at request. Believes the moon is lonely and searching for her friend Niel (Armstrong) as he hasn't visited her in a long time.",
   "plot": "Knows where the secret stash is hidden in the mansion and will eagerly part with this information provided the party is willing to best a few enemies who have stolen the ingredients for his snack cakes.",
   "items": "20 dust bunnies worth 3 GP each, 1 lvl 5 mop",
   "stats": "Refer to monster manual",
   "author": "Sonata_Blue on steam, Sonata_Blue#3600 on discord"
 },
 {
   "roll": "52",
   "name": "Arlo Feyblade",
   "race": "Tiefling",
   "profession_class": "12th Level Warlock Fey and Guild Leader",
   "alignment": "LN",
   "description": "Appearance: Arlo stands 5'11 and has dark purple skin and light grey horns. His hair is long and jet black and he is clean shaven. He wears light padded leather garments that are lined with raven feathers. He also wears a cloak made of the same materials with the insignia of a Sword and Shield Crest with a Raven at the center. He appears unarmed and could be accompanied by 2 Kenku (ravenfolk) bodyguards.  Personality: Arlo speaks very eloquently as a nobleman or scholar, as he is both. He is also very well versed in a fight as well as he is a Blade Pact Warlock. He would be very friendly toward a group of good natured adventurers.  Backstory: Arlo is pretty famous as both a scholar of oddities and also an adventurer for the greater good. His Archfey Patron (LN GM's Choice) has tasked him with obtaining some artifacts that could bring about the end of the world and destroying them or keeping them safe. With his success over the years and good graces with the king of his city, he has been able to create an Adventurers Guild to aid him in his search for these artifacts. He is constantly looking for people to hire that have the muster to do good in the world.  Quirks: He has a fascination with Ravens. If the party has a Kenku, he would know the language and be very interested in hiring them. This fascination could be related to his warlock patron if necessary (Raven Queen, Queen of Air and Darkness, Edgar Allan Poe?).",
   "plot": "He is the owner of The Dark Ravens Adventurer's Guild in the next city over and would offer your party to join his guild. He would ask you to prove your skills first by hunting down a local cult and obtaining a magical severed hand of an aberration (basically a Weapon of Mass Destruction) and returning it to him. The GM can fill in the details on who the Cult Leader is and where they fit in their campaign.",
   "items": "100 GP Bag of Holding Small 2 Greater Healing Potions ",
   "stats": "12th Level Warlock  LN ArchFey Patron  Pact of the Blade",
   "author": "Aurican's Lair"
 },
 {
   "roll": "53",
   "name": "Wil Waterhous",
   "race": "halfling",
   "profession_class": "Bard",
   "alignment": "NG",
   "description": "Appearance: Wil is 3' 3 tall. He wears knee breeches, a navy blue frock coat, a garishly patterned silk waistcoat embroidered with gold thread, and a lacy ascot tie. He has dark curly hair, shaggy on the top, and with long sideburns. He peers perceptively from under his heavy lidded eyes, slyly pursing his lips, as if about to say something wicked... Personality: His fussy manners and showy taste demonstrate a familiarity with upper crust society, but these are a mask for a deep compassion for the underdogs of society. It is this compassion, combined with a nimble mind and a gift for words, that leads him to satirize the well-to-do and the powerful even as he delights them with his rapier wit. Backstory: He was born to a humble family of traveling performers. As a child, he played stock characters in the broad pantomimes popular in small villages around the countryside. In his adolescence, however, he found greater and greater success as a writer of comedies and dramas, eventually working his way into the highest echelons of the artistic circles of the kingdom. Quirks: His humor has involved affecting a facetious mockery of a bon vivant for so long, that now he honestly doesn't always know where the joke ends and a genuine pursuit of creature comforts begins. He also can't resist taking a crack at an authority figure, even when discretion might benefit the situation.",
   "plot": "The play's the thing! It is rumored that a secret cabal of assassins is infiltrating the highest echelons of the nobility, targeting some high official, or possibly even the king himself, for their dastardly plans. How can a group of scruffy adventurers get close enough to sniff out the plot? Playwright Wil Waterhous has connections to the royal spy network, whom he occasionally aids, and will invite the adventurers to sign on with his theatrical company as actors and stagehands, there to put on a performance designed to ruffle the conspirators and smoke them out, while also giving the adventurers access to the grand balls of high society.",
   "items": "He carries a silvered rapier, a gold embossed tobacco pipe, a folding camp chair, a violin, and a collection of sitting-robes.",
   "stats": "7th Level Bard, College of Satire",
   "author": "beansworth"
 },
 {
   "roll": "54",
   "name": "Turgon Elensar",
   "race": "Elf",
   "profession_class": "Bard",
   "alignment": "CN",
   "description": "Appearance: Lithe but somewhat frail build, very pale with long uncharacteristically silver hair kept down and pale blue eyes. He's fairly young and has a saccharine smile. He tends to wear flashy ornate clothes with metallic stitching and baubles, and tends to the colors purple and silver. Personality: Turgon is a charismatic but obnoxious individual with a flair for the dramatic. If he's fond of you, he'll do his best to charm (or seduce) you. If he dislikes you, he's unabashed to make it known (unless he knows there's something to gain from you). Though he is well known locally and can easily charm a crowd, he has few if any close friends that see through the facades he creates. He is unabashedly sexual and shallow, and is drawn to attractiveness regardless of gender and personality.  Backstory: Turgon grew up as an orphan on the streets, a nobody. He was enamored with the musicians he saw performing in taverns or the square. With nothing to his name, he diligently practiced singing and quickly began drawing crowds. Having grown up as a nobody, he loved the attention he got while performing and developed into a narcissist. After gaining some fame, he was rude to an old patron that turned out to be some type of shaman. They warned (cursed?) him that they could see his future and he would die a horrible gruesome death. Since then, he doubled down on his hedonism and is secretly obsessed with his mortality. Quirks: His demeanor depends on how attractive his audience is. Just a little bit of a lush and sex addict.",
   "plot": "Thoroughly soused after a performance, he let's slip to his drinking buddies that he'll live forever. A prophetic stranger promised to make him immortal if he made a deal. Turgon refuses to admit what the deal was and becomes very withdrawn when pressed.",
   "items": "Usually has a bottle of wine and a mirror with him. Also has a book of poetry and songs.",
   "stats": "",
   "author": "itsjerbear"
 },
 {
   "roll": "55",
   "name": "Narissa aka Silence",
   "race": "Tiefling",
   "profession_class": "Bard (College of Whispers), Rogue, or Warlock",
   "alignment": "NE, N, or CG",
   "description": "Appearance: A light shade of purple skin with white eyes and long white hair. She looks very young and has a beautiful face and smile. Average height. She wears leather armor with a harness style corset and riding pants. She will often wear a cloak and cover her ears/horns and will often have her lute with her. Personality: She is a very smooth talking and charming person but under that kindness lies an ulterior motive. She often weaves compliments and insults together into one masterfully crafted string of words and song. She favors those who show that they are strong in a fight and have a good head on their shoulders. She isn't a fan of people who could be as smart or smarter than her as that makes her feel like she has less control in any situation. Due to her past she has become a lot more bitter than she was growing up. She's is hard to the realities of life and is able to be the realist of the group. Backstory: Narissa was abandoned as a child in a small town far from civilization. She was found and raised by an Elven Bard who took pity on her. He decided he would show her a better world with music and song. Narissa was raised with another girl who was the elven bards favorite student. They would often compete and became rivals and sisters. Narissa would sacrifice anything to help her sister and father figures. Unfortunately she took up some bad habits as she never got the same praise as her sister. As she grew up she grew distant and left on her own. The Elven bard wished her the best and she went on her way. It wasn't until years later that she was called back to his home. He was getting older and wanted to pass on the knowledge he had obtained over his long life. Unknown to Narissa, her sister/rival was extremely jealous of her pure honest relationship with her master and plotted to eliminate her. This backfired and the old elf died as a result. This forced Narissa to kill her own sister and leave behind her life. She now trusts no one and depends on only herself as she does not want to make close connections. Though her masters teachings still stick with her and she will often show a kind soft side for those who earn it. Quirks: Likes to speak in riddles and hyperbole. She is often quick to judge and will throw out insults with the best of them. She favors her lute and anyone who touches it will get hissed at. She also carries her sisters journal and will often be seen reading it. No one knows what is in it but she will not let anyone read it. She also likes to search for potential people of talent for music and other darker arts.",
   "plot": "",
   "items": "Lute Journal of Secrets",
   "stats": "Bard (College of Whispers), Rogue, or Warlock",
   "author": "Unkown"
 },
 {
   "roll": "56",
   "name": "Bartholomew Flint",
   "race": "Half-Elf",
   "profession_class": "Rogue (Swashbuckler)",
   "alignment": "CG",
   "description": "Appearance: Bartholomew has a lithe but sturdy light tan frame. His hair is a sun bleached red-bronze and his light brown eyes are fiere. He wears lightweight red and white clothes and is never seen without his bright red dueling cloak and ornate rapier. Personality: Bartholomew is honest and sociable. He is an unwavering optimist that tries to make the best of the situations he finds himself in, and is unafraid to defend his commitments to his morals. He has a very warm and friendly demeanor and enjoys befriending and helping strangers.  Backstory: Bartholomew grew up in a bustling port city, the son of a sailor and an elven barmaid. His mixed heritage in a bustling city allowed him to interact with many different types of persons and strengthened his resolve. Certainly he had his fair share of trouble as a mixed breed but his indomitable will and his compassion for people strengthened his character. His humble upbringing gave him compassion for the disenfranchised which he uses to fuel his desire to grow. Above all else, he wants to help those in need, regardless of if that means finding more friends to help out or putting himself in harm's way. Quirks: Bartholomew's ideals can lend him to be temperamental or downright hostile to perceived ne'er do-goods, and his optimism may cause him to be short sighted. Absolutely loves the heat (summer, fires, sunny days, etc)",
   "plot": "A somewhat renown thief possesses Bartholomew's most prized possession- an ornate enchanted rapier that his father gained on adventures as a sailor and mercenary in a major coastal desert area. Further prying reveals that the thief was a childhood friend of Bartholomew's that he failed in a time of need.",
   "items": "Bartholomew is always found with at least a dueling cape/cloak and a rapier. He has been known to also carry a shortsword or dagger and dual wield in certain circumstances. Wears a necklace that was a gift from his parents as a memento of them.",
   "stats": "",
   "author": "itsjerbear"
 },
 {
   "roll": "57",
   "name": "Tristam Haldi-Rindar",
   "race": "Half-Elf",
   "profession_class": "Ranger",
   "alignment": "NG",
   "description": "A somewhat renown thief possess Bartolomew's (See Line 56 above) most prized possession- an ornate enchanted rapier that his father gained on adventures as a sailor and mercenary in a major coastal desert area. Further prying reveals that the thief was a childhood friend of Bartolomew's that he failed in a time of need.",
   "plot": "Tristam carries a large book half-filled with his notes on the knowledge he has collected. Over time latent magic has found its home in the book, gaining some semblance of sentience. Now the book itself hungers for magic and knowledge. It communicates with whoever reads it by shifting the words around, trying to lead them to places of power. Though these places often are filled with traps or enemies.",
   "items": "Tristam carried an elvish longbow and a quiver filled with arrows. He also carried a longsword. He keeps an assortment of various trinkets gathered in his travels.",
   "stats": "",
   "author": "FourRand0m aka Ventus Quatrem"
 },
 {
   "roll": "58",
   "name": "Balmour Wuldhall",
   "race": "Dragonborn",
   "profession_class": "Bounty Hunter (Ranger, Urban Bounty Hunter)",
   "alignment": "LN",
   "description": "Appearance: Balmour is a hulking blue dragonborn figure with leather armor and a steel breastplate. He walks around stiffly with a cloak around himself in cities, but it hides the multiple weapons he has under it. When the cloak is thrown off, he is covered with metal and steel, all of which is his arsenal for hunting his mark. A few piercings and a Headband of Intellect on his head, Balmour does little to hide himself, only to conceal his repertoire of resources for after he has engaged his target. Personality: Balmour prefers to work alone, but will accept help if the benefits outweigh the consequences. He has few words and prefers to deal with others by intimidating them with his overbearing presence rather than his words. He is methodical and unwaveringly determined when hunting his mark. Balmour has a stroke of honor in his work, avoiding cheap shots, sucker punches, and dirty fighting.  Backstory: Balmour grew up in a clan of fighters, and he enjoyed the work. However, he never found that he particularly enjoyed one leader over the other, so he moved to a more stable career in self-employed people hunting. He once had a teammate named Varissa who was a Green dragonborn bounty hunter in similar work. However, they were separated in the underdark and they have been unable to make contact since. Balmour believes she is dead, but uses his work in bounty hunting in hopes of finding clues to her whereabouts.  Quirks: Balmour will not use ranged attacks or attack without the enemy being unaware. He finds this unlawful to his own code.",
   "plot": "Balmour has an item that he recovered that belongs to one of his contacts at a nearby town/city. - Balmour had a contract to take out a local thug, but his den is filled with bandits and he is unable to handle all of them at one time, and is willing to hire some help to help bring down the law. - Balmour needs help recovering a clue that was told to him to be in a nearby dungeon.",
   "items": "Balmour uses a silvered Longsword with a shield, and a net as his primary weapons. He carries darts that he will thrown while running, and will occasionally thrown his handaxes. Other weapons include a spear, and a dagger in his boot.He has two pouches of ball bearings that he uses to escape nasty situations, and carries manacles, rope, and a crowbar just in case.",
   "stats": "AC: 19 (+1 Shield, Jaw of a Bullette) STR: 20, DEX: 14, CON: 14: INT: 19 (11 normally, 19 with headband), WIS: 18, CHA: 11, HP: 61",
   "author": "Jonathan Bell"
 },
 {
   "roll": "59",
   "name": "Holly (real name Lenari Stormare)",
   "race": "Elf",
   "profession_class": "Bard",
   "alignment": "CG",
   "description": "Appearance: The most lovely creature you've ever seen, graceful and tall, her brown hair tied back in dreadlocks and her lips painted perfect red. She wears long blue and green robe, usually jauntily slung off one shoulder, Her eyes are warm green, like sunlight through a canopy. Personality: Warm and accommodating, always hanging off the back of a wagon and plying her trade as a bard to the delight of those around her, it's almost impossible to dislike Holly, Backstory: Holly came from very far away, hitchhiked her way across the open sea. Plucked her eyebrows on the way, shaved her legs and then he was a she. She said, hey dwarf, take a walk on the wild side! Quirks: She is open about who she is and was and has a predilection towards making jokes about her 'extras' and is fond of any magic that makes people happy.",
   "plot": "Although Holly is happy just singing to crowds big and small, she is always on the lookout for pretty new instruments, the rarer and more magical the better. She heard tell once of a harp of pure silver that is apparently at the bottom of a lake...",
   "items": "Holly often travels light, preferring to carry just herself, some supplies and her celtic harp. She picks up as much change as people are willing to throw her after a performance but always seems content with what she has.",
   "stats": "",
   "author": "Murch (u/gosthax)"
 },
 {
   "roll": "60",
   "name": "Threyzak",
   "race": "Half-Orc",
   "profession_class": "Defensive Fighter",
   "alignment": "NG",
   "description": "Appearance: Almost the size of an Orc it is only the smoothness of this man's facial features that betray his mixed heritage. Clad in dented and well used armour, a variety of weapons and with several shields and bags on their back they seem laden almost as a beast of burden. A warm and friendly grin greets those he encounters whether it be friend or foe and the wonder in his eyes hints at his low intellect. Whilst his gear is worn and shows wear his face and skin are tanned but unblemished, clearly someone who knows how to avoid hits. Personality: Relatively simple of mind but big of heart. Threyzak enjoys helping others, especially his friends, and would do almost anything when asked nicely. He enjoys combat and fighting as people seem happy when he protects them. He dreams of owning a house and having a family but he's not quite sure how to go about it. Social graces are clearly not his forte and sometimes he'll blather something blunt or inappropriate and sometimes he'll just freeze up and be unable to articulate anything meaningful. Backstory: Like most half-orcs his history is one of violence and pain. A child of an orc raid on a small village his mother could not bear to keep him and so sent him to an Orphanage. Many would say he had a painful upbringing of being teased and bullied but it never got to him. He learned to stick up for others and as a teenager was apprenticed to a mercenary company where he learned how to fight. After several years he parted way with the company to settle down somewhere and maybe build a family. Quirks: Threyzak always speaks in third person. Threyzak has found doing so means people more likely to listen to him when doing so. Threyzak also likes to communicate his actions in loud and clear way to ensure no confusion. Even in combat. Even when sneaking. Allies must know Threyzak's inventions. Threyzak wishes allies would say what they were doing too. Less Confusion.",
   "plot": "Threyzak has heard that elves enjoy gifts of flowers and in an attempt to win the affections of a young elven woman studying magic nearby has found pictures of several interesting looking flowers that should grow in the surrounding countryside. Sadly many of them are rare, poisonous or dangerous. Some are not plants but instead parts of large plant like creatures. Threyzak hopes to collect all of these plants and make a laurel to help him win the elf's affections. The party can either offer to collect some items for him or bring him along as they adventure.",
   "items": "Good armour, A large backpack with lots of space and special sacks, At least 3 different shields, As many as six different weapons and some ammo, An entire campsite worth of adventuring supplies and months worth of rations.",
   "stats": "High STR, Low INT, Some sort of class that protects people.",
   "author": "Gendif"
 },
 {
   "roll": "61",
   "name": "Riala Lugner",
   "race": "Human",
   "profession_class": "Travelling Scholar (Sorcerer)",
   "alignment": "LN",
   "description": "Appearance: Riala appears as a woman of average height, with medium length dark hair, and brown eyes. Her expression is often stern and serious. She is normally dressed in some simple robes, with various maps and charts in a scroll case on her back. Personality: She is quite quiet, and is very sparing with her words. She is very pragmatic, and often has a no-nonsense attitude towards her tasks. Deep down, she's quite lonely and craves company. Backstory: Riala was born as the middle child with an elder sister and a younger brother. While their parents cared about them, Riala always felt left out, as her sister was a musical prodigy, and her parents doted on her baby brother. Frustrated and desperate for acknowledgement, she ran into the woods, crying. There, she met a strange lady, secretly a Fey, that offered to make it so her words would shape reality itself. She readily accepted. The first thing that she said following that was My family loves me. When she returned home, her parents and siblings treated her with scorn and hatred, forcing her to flee, and wander the world. Years of travel and experience let her realise the trick: Reality would bend, but to make it so she would never speak the truth. Quirks: Her spellcasting takes the form of statements that she makes out loud about the world, or other people. (E.g. She points at the ground and says The ground there is perfectly stable. The area then becomes greased.) She also communicates mostly via written word, and writes in a small notebook.",
   "plot": "Riala can be found following a map on the road, or studying the map in a library. If she notices the party, she may struggle to communicate to them that she requires help in hunting the Fey that cursed her. The map leads to a glade where it is rumored that the Feywild intersects with the Material plane.",
   "items": "Map to the Fey's Glade, a journal containing her accounts, a notebook, a pen and some ink, a scrawled drawing of her family, 10gp.",
   "stats": "18 CHA, 8 Wis, low to medium HP. Other stats can be filled in.",
   "author": ": Emerald_Arc"
 },
 {
   "roll": "62",
   "name": "Brym",
   "race": "Tiefling",
   "profession_class": "Guide (Probably Scout, maybe Ranger)",
   "alignment": "LN",
   "description": "Appearance: Red-skinned tiefling with blue-purple eyes. Wears a dress (sometimes a skirt, but never long enough to obstruct movement) under his leather armor. Wields dual hand axes or a shortbow.  Personality: Brym is a deeply conflicted character. Lawfulness wrestles against his outcast and outdoors lifestyle. His tiefling ancestry against his desire to be Good. Terribly socially unaware, he doesn't quite understand metaphors and other figurative language. Being a tiefling, he is outcast, so he never had the opportunity to learn to be Good. So he came to associate Lawful with Good. He has great respect for Lawful characters and holds Chaotic characters in mild contempt. He mainly stays away from cities, or keeps to the outskirts when avoiding them entirely is impossible. He doesn't feel comfortable around people. He often feels like he's being watched. He is often correct. People tend not to take kindly to him, either because of his obvious tiefling features or because of his crossdressing tendencies. Just as much as he doesn't feel comfortable around people, he doesn't quite feel comfortable in his own skin. He wears a dress because it feels less constricting, both physically and socially. He chafes against the parts of himself he feels are undesirable, but he can never quite figure out what he needs to change to feel 'right'. Backstory: He was raised by a tiefling parent who both informed him of his ancestory and instilled in him a desire to fight against his devilishness and be Good. However, he and his parent were separated by a mob. He got away, but has no idea whether or not his parent did. He survived on outskirts, but people were mostly unkind and unhelpful to him. When he was old enough to survive outside of the city, he did, learning the byways and game trails which lead from place to place. He has been able to monetize this knowledge by taking adventurers to the caves and lairs where monsters reside. More importantly, he guides them back to town when they need it.  Quirks: Wears a dress. Takes sayings literally. Accepts advice from very Lawful characters uncritically. When he wants information, he offers information in return. Always pays his bill to the fullest, and expects the same of those he guides. Always answers completely honestly, or else doesn't answer at all.",
   "plot": "A group of people who Brym was guiding were ambushed. He needs the help of adventurers to find the people who he was charged with protecting as they traveled. OR The PCs become lost, and Brym can take them back. But he needs a price, and he doesn't need money. He needs the adventurers to find an artifact for him. (Perhaps something to expel his devilish nature, turning him fully human.) Brym won't take them back to town unless they follow him to the old temple where the artifact lies. Can this devil be trusted? Which is worse, the risk of exploring this dungeon, or the risk of whatever lurks in the woods? OR The PCs need to get somewhere, and Brym will take them. But a group of anti-tiefling paladins ambush them, and the PCs are guilty by association. OR Any combination of the above. ;^D",
   "items": "",
   "stats": "",
   "author": "dcmorgan315"
 },
 {
   "roll": "63",
   "name": "Sadeh Son'n",
   "race": "Human",
   "profession_class": "Barmaid",
   "alignment": "NG",
   "description": "Appearance: A tan skinned human with brown eyes and dirty-blonde hair. Wears a standard set of common clothes if not wearing the outfit for her job. Personality: Sadeh is in most cases quiet, but when she has something to talk about, she is not afraid to speak her mind to those willing to listen. She is agreeable enough to get along with, but won't hesitate to call one out if they try to come at her for anything, provided she can get away with it. Backstory: Sadeh had a relatively normal upbringing for people like her, but given the death of her childhood friend, she took to drinking and eventually made a living helping out the people in similar situations the only way she knows how. Quirks: Interested in the magic field and occult for seemingly no real reason, yet won't dare try and learn anything about it on her own time or try any of it herself. She'll just tune in when magic is in the conversation but won't actually join in.",
   "plot": "One day working at the bar, she met someone who claimed to have connections to a) a local highly respected magic program and b) can tell her about what really happened to her friend. She can't afford to leave on her own time to go into the subject herself but the thought of there being more to her friend's death is intriguing, so she might ask the party to investigate on her behalf if she feels that they have nothing good to do.",
   "items": "Has a couple silver on her right now but is entirely willing to pay up more if there is information regarding her mission. She has a page from a spellbook left by a customer that she can't understand language or meaning wise but won't give it up regardless.",
   "stats": "",
   "author": "Bored Teen"
 },
 {
   "roll": "64",
   "name": "Brother Aron Swain and Bont",
   "race": "Human and Goblin",
   "profession_class": "Cleric and Apprentice Cleric",
   "alignment": "LG",
   "description": "Appearance: Brother Aron is an elderly man who only wears simple brown robes, sandals, a rope belt and carries with him a book of Ilmater. Bont is a typical goblin, ugly, small, and missing a few teeth. He also wears simple brown robes and on his back is a wooden box with a lock and a slot used to collect alms for the poor. Personality: Brother Aron has taken a vow of nonviolence and a vow of poverty. Bont is not terribly smart and is constantly learning about morality and how to be a good person from Aron. Backstory: Brother Aron grew up in poverty and, as a result, lived a life of crime. After pickpocketing a man he was caught, arrested, and imprisoned for a time. During that period a local priest of Ilmater would visit the prison and talk to people, it was through this man that Aron decided to change his life and try and change other lives as well. After being released he joined the church and dedicated his life to helping the sick and the poor. In his later years he was the sole priest at a temple of Ilmater in a small town. He was this community's spiritual leader.  A few years into his tenure at this temple a band of goblins took up residence in a small, abandoned cave. At first the attacks were minor, stealing food and some valuables, but over time they became more aggressive. During one such attack a man was killed and the town decided that something must be done. The town pooled what little resources they had left to hire a small band of adventurers to clear the cave, Brother Aron joined them, hoping to be able to negotiate with the goblins for peace. Inevitably, negotiations broke down and the adventurers sprang into action, battling and killing the goblin band. Once they were killed off they entered the cave to recover that which was stolen from them and discovered one last goblin inside, cowering behind the crates and loot. He was young and afraid and Aron managed to convince the party not to kill him. His name was Bont. At first he was resistant, stupid, and stubborn to learn the lessons Aron was trying to teach him until the man had a breakthrough. He taught Bont that if people give you shinies and you give those shinies to other people, people will give you more shinies. From then on the lessons became easier and, in time, Bont grew to be a generous, good hearted young goblin. Quirks: Brother Aron is good and selfless to the point where it may be annoying to those around him. He refuses to fight or aid others in battle, at most he will heal the injured but he will never cast battle buffs or offensive spells. Bont is childlike, excitable, and eager to learn from Aron who for all intents and purposes, he considers his father.",
   "plot": "Hook 1: There is a sick boy in town and Brother Aron is missing the necessary herbs to cure him. The players will have to treck far to find the necessary reagents to save the young boys life. Hook 2: The nearby cave has, once again, become infested with dangerous creatures, Kobolds. Brother Aron wants to hire the players, but he wants a non-violent solution.",
   "items": "Aron: Simple brown robes, handwraps, sandals, Tome of Ilmater. Bont: Simple brown robes, sandals, wooden alms box. ",
   "stats": "Aron is a Cleric, he can be whatever level you need him to be for the story though it is unlikely that he is above level 5. Bont has no class.",
   "author": ": Nix131"
 },
 {
   "roll": "65",
   "name": "Va'nise (Va'n) Gallun",
   "race": "Eladrin (Winter)",
   "profession_class": "Paladin 10 (Oath of Vengeance) (Raven Queen)",
   "alignment": "NG",
   "description": "Appearance:  Pale Skin with Black fey markings (as a result of his oath of vengeance)  Personality:  Somber with a very dry wit, most people don't understand his sarcasm and think he is a jerk Backstory:  A former knght who was betrayed by his Lord. When a major battle was nearly lost, Va'n's lord made a deal with a Lich to turn the tides. In exchange for victory he gave up the souls of his people, including Va'n's wife and young daughter. Quirks: Chronic resting bitch face and a humorless tone.",
   "plot": "He is searching for the Lich that his lord made a pact with. His quest has led him to believe that the Lich is based at a soul-well in the underdark. As an undead, and now screwing with the resting place of souls The Raven Queen has made a pact with Va'n to destroy the lich.",
   "items": "PlatHeavy Shield, Holy Symbol, Cloak of Healing (grants 1d4 extra HP when casting any sort of healing), Longsword of cutting light (10ft range of slashing[1d8] and radiant[1d4] damage)",
   "stats": "AC: 20, HP: 105, STR: 18, CON: 18, WIS: 16, CHA: 14, DEX: 13, INT: 12",
   "author": ": 2aughn"
 },
 {
   "roll": "66",
   "name": "Thoggugz",
   "race": "Kobold",
   "profession_class": "Warlock of Mephistopheles",
   "alignment": "CE",
   "description": "Appearance: Thoggugz is a thin, red kobold with a large birthmark covering half of his face. He almost never shows his true form, using Mask of Many Faces to look however he'd like. For some reason, he often takes the appearance of a fat halfling. Personality: Calculating and manipulative, he will never speak the truth unless that will get someone to do what he wants. His goal is to raise allies. Backstory: Thoggugz was the laughingstock of kobold society for being a runt and for his birthmark. One day, while the rest of the clan were having a celebratory feast after having raided a human temple, he knocked open a book. He couldn't read it, but it began to speak in his mind. If he retrieved the lost, ancient macguffin of power and pledged loyalty, he would be shown power beyond his comprehension. That voice is the voice of Mephistopheles, for whom must raise his army. Quirks: Likes to impersonate people to defame them or take their things.",
   "plot": "Thoggugz will try to manipulate the party into destroying one of his enemies, portraying them as evil. If the party has a PC of a small race, he will also impersonate them while they are away. He may also send them on a quest for his macguffin, offering payment that he doesn't plan to make good on.",
   "items": "A pointy stick, that book he found, assorted coins, a disguise kit, and oranges",
   "stats": "Fiend-pact Warlock / Pact of the Tome Invocations: Armor of Shadows, Mask of Many Faces, Beguiling Influence Feat: Actor",
   "author": "Nock"
 },
 {
   "roll": "67",
   "name": "Madame Chavari ",
   "race": "Tiefling",
   "profession_class": "Oracle, fortune teller, amateur archaeologist, occasional prostitute, and spy",
   "alignment": "N",
   "description": "Appearance: Middle-aged, fit, and curvy. Laugh lines but no grey hairs yet, thank the gods. A smoky voice and deep violet eyes, crowned with tiny horns.  Personality: Mischievous. Generally kind, but often melancholy. Those eyes have seen things you'll never dream. Backstory: As a tiefling and as an oracle, Chavari has something of a reputation as a storm crow and bearer of bad tidings. Thus, she travels the long roads, unwelcome in most civilized company, though after dark respectable gentlemen may give in to their curiosities and seek out her services both mystical and carnal. In her travels, she seeks the truth of the universe and of her own grim visions in dark caverns and forgotten dungeons, and for the right price, she may share her secrets. Though, she may just be telling you what you want to hear ... Quirks: Always has something of a sly smile, as though she knows the punchline to a joke you're a part of. Maybe she does.",
   "plot": "Hires the PCs to help her find an ancient book or scroll that will aid her search for universal truth.  Tells the PCs' fortunes, but their futures only come true because they believe what they heard.",
   "items": "Travels in a covered wagon with a museum's worth of ancient books, scrolls, and rare and wondrous divining equipment. Also, more hard liquor than you can shake a stick at.",
   "stats": "Actually made her in Pathfinder as an Oracle, not sure how that would convert to 5e, so give it your best shot. Main stats are WIS and CHA.",
   "author": ": epiphanist1248"
 },
 {
   "roll": "68",
   "name": "Barryn Buantillo",
   "race": "Hill Dwarf",
   "profession_class": "Blacksmith Paladin",
   "alignment": "LG",
   "description": "Appearance: Short and stout, even for a dwarf. Has auburn hair kept in a bun and dark skin. Is almost blind. Will typically wear scalrmor and wield a one-handed hammer with silver plating. Personality: Generally reserved around other people. Likes listening to other people. Is very passionate about her interests. Treats almost everyone with kindness. Backstory: A humble blacksmith back home, Barryn's life changed when she saw a mysterious light emanating from a cave one full moon. She entered and lo and behold, the Moon goddess herself stood there. She beckoned the dwarf to her side, and all night they shared stories with each other. As the sun rose, Barryn promised to return on the next full moon. Over time, with each meeting, the dwarf fell more and more in love with her goddess. But repeatedly seeing the gods has its consequences: viewing their image with mortal eyes caused her vision to deteriorate. Still, she persisted with her sapphic devotion. Soon the Moon goddess had a mission for her: bring her light to all corners of the world. So she picked up her hammer, bid her goodbyes, and left. Quirks: Will talk on and on about blacksmithing, her love for the moon, and making quiches if you ask her about it.",
   "plot": "Her love gave her one mission: to spread her light of justice and kindness to all corners of the world. Whether this means helping the poor or slaying the wicked, she will do it all for her goddess. She will typically be found near temples or in the slums helping the poor, sometimes at the local blacksmith. She will join a party if it means doing good deeds.",
   "items": "Scalrmor, a one-handed silver-plated warhammer, a shield, a good amount of gold, and a ring of moonstone gifted to her by her love.",
   "stats": "",
   "author": "twt: @raffypunnyzal"
 },
 {
   "roll": "69",
   "name": "Ruski Highcliffe",
   "race": "Storm Giant",
   "profession_class": "Legendary Wrestler",
   "alignment": "NG",
   "description": "Appearance: A tall imposing figure, Ruski has long green hair and a full beard. Pale blue-grey skin, and only wears pants crafter from the hide of some deep sea creature. Personality: Jovial and easy going, has no responsibilities and has a tendency to not pay attention. Wants to wrestle almost everything, but will try not to hurt or kill anything, will just try to restrain unless provoked violently. Backstory: Not one to stick around in the tribe he was born into, Ruski has spent most of his life swimming the seas, chillin on beaches, and wrestling various sea creatures. Quirks: Won't take any advise, listen to any requests, or answer any questions to anyone who hasn't wrestled with him. Win or lose, he just wants to throw down. Signature move is the Spinning Pile-Driver.",
   "plot": "Will not engage the party, but will just be chilling in a crudely made hammock, drinking in a (Large) tavern or swimming through the ocean. If approached he will listen to PC's and respond with an invite to wrestle one or more of the party. After a fair throw down he will offer anything form answers to his knowledge as a travelling storm giant to helping them in their endeavours. He can craft rafts well and might even help in a fight if he feels so inclined.",
   "items": "Kraken hide pants. Megalodon Tooth Necklace (+3 to Unarmed attacks and allows lethal damage)",
   "stats": "AC: 16, HP: 250, Str:30 Dex:14 Con:22 Int:14 Wis:18 Cha:18. Unarmed Strike, Multiattack, 2x +18, 10ft 3d4+ 12 Bludgeoning. Otherwise as Storm Giant Spells and Special attacks.",
   "author": "toomuchmilk"
 },
 {
   "roll": "70",
   "name": "Mildy Cursed Eddy of the Mildy Cursed Item Emporium",
   "race": "Half Elf",
   "profession_class": "Shopkeeper",
   "alignment": "NG",
   "description": "Appearance: An Eccentric looking young half elf wearing purple and red plaid robes, a fine white shirt drenched in sweat with a tie that changes appearance based on solar activity. He has lines around his eyes that indicate lack of sleep and a smile that gives the impression of ravenous weasels Personality: Really happy to see you and he doesn't just say that because he has to. Enjoys haggling and talking about used horses. Backstory: Doesn't remember, he woke up in the shop some day. In front of him was a set of clothes that belonged to some adventurer so he marked them for six silver and removed the be back in five minutes sign.  Quirks: Eyebrows seem to raise above the top of his head at times. Has an odd fascination with alcohol and musical instruments.",
   "plot": "There's something in the basement of his shop. He thinks it was something the last keeper threw in a bassoon case and if not he'll claim it was. Deep beneath the shifting shelves of the Mildly Cursed Item Emporium is a dragon wormling blind while roving the shelves vaguely aware that this is either it's hoard or it should be. It needs to be calmed down by hook or by crook. Please note the dragon is probably among the least dangerous things in the mildly cursed item emporium. If dragon is dealt with or lead out mildy cursed eddy will reward the players with fifty percent off all explosives in all non euclidian asiles.",
   "items": "Possesses business cards which all appear to be mildly cursed. (made out of flashpaper, lost in the wind, runny ink, animals find them delicious, papercut for 1 damage.)",
   "stats": "AC: 13,HP: 25, Str:16 Dex:16 Con:12 Int:14 Wis:6 Cha:18. Can attack with random item in shop (often a guitar or hand crossbow) for 1d20+5 to hit and 1d6+3 damage. Lair action 3/3 per day, can trigger a shift in the Mildy Cursed Item Emporium dealing 4d6 damage to a 15ft radius inside the shop, Dex save 15 for half damage.",
   "author": "Doctor_Clockwork"
 },
 {
   "roll": "71",
   "name": "Mordecai the Lordless",
   "race": "Tiefling",
   "profession_class": "Barbarian Mercenary Guild Leader",
   "alignment": "NG",
   "description": "Appearance: Shoulder length gray hair with horns resembling a ram's spiraling from his temples, semi-dark skin with a hint of reddish brown. Orange eyes that gradient to white as they reach where the iris and pupil would be. only wears a kilt and a harness over his chest. 6'7, muscular and covered in scars from who knows how many years of battle. Personality: Very arrogant and loud, but friendly once he gets used to you. Has a love for battle and views all his opponents as equals. Hot headed but often show a range of emotions. Not proud of his infernal heritage and tries his best to hide it when he isn't with friends. Does not align himself with any one ruler or country. Backstory: Son of a lord's mistress, who studied infernal worship and the occult. Upon discovery of her secret and her Tiefling son, the lord took him into his own care in secret. After many years, he ventured through the deserts of his homeland to find his mother, who had been exiled. The two lived in peace for many years until his mother grew old and fell ill. After her death, he wandered the world as a sword-for-hire, using the money he earned to purchase an old run down keep, and turned it into a haven for sellswords and outcasts to live free of discrimination. Quirks: Phobia of most insects, particularly spiders and bees. Considers those who live at his keep his family and cares deeply for them.",
   "plot": "Mordecai often gets bounty hunters after him. Religious groups especially don't like him, for obvious reasons. He has a fun time trying to recruit his pursuers into his band of misfits, sparing their life in return for their loyalty. Sometimes it works...",
   "items": "Carries very little except his serpentine greatsword, which he tries his best to keep in perfect condition after battle.",
   "stats": "low intelligence and dexterity. He isn't an idiot but he is FAR from a scholar. High strength and charisma. He has muscles and loves to show it off.",
   "author": "BisonShaman"
 },
 {
   "roll": "72",
   "name": "Meistat, the Cold Hearted, the Silent Death",
   "race": "Half Celestial Half Human",
   "profession_class": "Divine Soul Sorcerer",
   "alignment": "CN",
   "description": "Appearance: White marble skin, short straight silver hair, dark purple eyes, slender body, small height(almost child size) Personality: Tomboy body movements, not rude but clumsy, her voice is childish in attitude but not in pitch. Bad memory that goes to the point of losing herself in time. Her moral compass is nonexistent, does things to have fun, as simple to play with dolls or trapped undead. She always tries to help if she thinks she can and not caring who is she helping. Does not care for her life or physical pain but its rather focused on the feelings of others. Backstory: She is the bastard daughter of a human and a Death god, she never knew her mother, and lived her childhood in care of her father and its relatives, seeing the material world as a place to play or visit. She is mortal in body but her soul is already dead. Her education is empiric, by seeing the life of mortals and those that desire to understand dead, she has powers but really does not acknowledge them use them without realization of what are they. She thinks of death as something irrelevant, something that is not worthy to worry or care. Quirks: Knows a lot about undead, but does not classify that knowledge. Being the daughter of death God, she brings death where she goes, the people she meets, its innocent mind lacks of moral understanding and makes her blind to the calamities she causes. Meistat can freely travel between the material plane and the underworld (of any kind) and for her, they are the same plane (she does not see any significant differences, the world “plane” it's just that, another word)",
   "plot": "She probably gets bored of being trapped in his father realm, castle, palace or hideout, and seek someone fun and interesting A mage that studies necromancy, a cult leader that is trying to open some kind of portal are good choices almost as good as exploring an ancient tomb or finding the real tombs of those she knows in the underworld. The quest would be to get something really insignificant in an important place or giving exposition in an interesting way changing sides without much thought helping and not at the same time. Finally, some of her father minions would seek to bring her back home, with whatever she found and ensuring no witnesses are left...",
   "items": "She just carries a magic dagger, that its useful to dig cut or use it to eat. A big and furry leather armor that allows her to hide things easily and sleep where she falls. Finally, she has a Will o Wisp lantern that often uses it as a pet or a playing doll. A magic choker hangs in her neck. It's something that its Dad give to her mother the day she died.",
   "stats": "Low Wisdom & Dex, but High Intelligence and Constitution.",
   "author": "@fyreA"
 },
 {
   "roll": "73",
   "name": "Surid Referred to as Sad",
   "race": "Aarakocra",
   "profession_class": "Any level Shadow Monk / Lvl 3 Warlock GOO Blade",
   "alignment": "LN",
   "description": "Appearance: Male, 4'5 4 Years Old 62 lbs Golden Feathers Personality: Quiet, Reserved doesn't talk about the thing that torments him. He would rather not burden others with the curse. I refuse to become a victim, and I will not allow others to be victimized. Backstory: Not even a year old Surid accidentally set his house on fire with his twin sister(Sirud) asleep. Fearing for his life he ran out of the house without waking his sister. Overcome with grief of losing their baby girl. Surid parents jumped from a cliff and killed themselves. While haunted by memories of the past, he now works tracking his sisters Ghost and hopes to gain her forgiveness. By doing so, he hopes to find answers to the events of the past and finally find tranquility he has never had. Quirks: He talks to spirits that no one else can see.",
   "plot": "Haunted",
   "items": "",
   "stats": "20 Dexterity 14 Constitution  16 Charisma",
   "author": "MajorPayneDOF"
 },
 {
   "roll": "74",
   "name": "Thommik The Bull ",
   "race": "Human",
   "profession_class": "Sailor/Pirate/ Fighter/Rogue",
   "alignment": "CN/CG",
   "description": "Appearance: Male. Middle aged. Muscular build. 5'8. Shoulder-length blonde hair braided into a tail. Well groomed beard. Golden earring. Rugged tanned skin. Tattoo covering his throat & neck of a star constellation. Wears loose, comfortable common clothing. (Leather armour in combat.) Personality: Joyous, confident, determined. Will gladly help out (almost) anyone with (almost) anything for the right price, although he does have a sweet spot for helping out the truly weak & helpless. Backstory: Thommik's father was lost to the waves when he was young, with this he lost his mentor and best friend. His will was cracked, soon the warmth and safety he felt at home slowly ebbed away. On a silent, peaceful evening, Thommik packed his essentials and left to join in his father's footsteps as a brave adventurer of the seas.  He passed through several crews never feeling like he fit in. Until he met Jent, captain of The Brazen Bull. He soon became his right-hand and eventually his lover. After years of adventuring the high seas together Jent lost his life in an honourable duel against rival captain Turvad The Bold under the star studded night sky. Since then Thommik has vowed to take revenge of Jent's death. Although knowing he lacks the power & influence to outright kill Turvad without fatal repercussions, he still spends his time thinking of ways to tar his reputation or sabotage his exploits in any way possible. Quirks: Can sometimes be a bit too amicable towards strangers (though this is well-intended, Thommik doesn't easily get the hint that a stranger doesn't want to be bothered). Tends to overestimate his skill/luck in chance games (he is skilled, but manages to make the wrong bet at the wrong time). Tends to get tunnel vision on sabotaging Turvad so hard that he regularly passes up golden opportunities to actually permanently hamper Turvad.",
   "plot": "On his off days (as he calls them) he can be found moving cargo at the docks. He also takes on odd-jobs as a mercenary or sometimes might join a pirate crew for a short period. Thommik is always looking for a way to make Turvad's day the worst he's ever had. He might try to recruit the party to help him with one of his schemes. ",
   "items": "A magic bracer adorned with a bullhead that used to belong to Jent. (If Thommik shakes this fist 3 times he increases his might and speed.) Beard oils. Falchion. Dad's old parrying dagger. Pouch of silver & gold pieces. Leather armour.",
   "stats": "",
   "author": "Unknown"
 },
 {
   "roll": "75",
   "name": "Hazel Walnut",
   "race": "Halfling",
   "profession_class": "Barbarian",
   "alignment": "CG",
   "description": "Appearance: Thick curly brown hair. Rosy cheeks. Common clothing, but always has flasks of ale at her hip. Personality: Very cheerful in disposition. Will often be seen picking daisies in the field between adventures. Is happy to share with others and make friends. Mean and surly when drunk. Loves the thrill of battle and smell of warm enemy blood and urine as it flows from their cowardly loins. Backstory: Lived a satisfactory life as a hobbit brewer before realizing the personal truth that they had a deep and insatiable bloodlust. Has been finding excuses to get involved in fights ever since. Quirks: Signature move is to run underneath enemies and rage. Prefered weapons are maces and axes. When the enemy appears to have especially well guarded nethers, Hazel will instead offer to settle the conflict over bottomless drinks.",
   "plot": "Likely to be found as a tavern regular, Hazel will happily assist in any quest your adventures are on if she thinks there will be opportunity to hack and slash. A cult of religious eunuchs are currently seeking her as they have heard stories of her outstanding ability to castrate, although the rumours may be lacking a certain nuanced context.",
   "items": "Hazel carries a bottomless ale flask with her which she will happily give away to a companion if they can teach her a drinking song she has never heard before.",
   "stats": "",
   "author": "Meg"
 },
 {
   "roll": "76",
   "name": "Roscoe The Reveler Whitethorn",
   "race": "Lightfoot Halfling",
   "profession_class": "Rogue Folk Hero",
   "alignment": "CG",
   "description": "Appearance:  Day: Middle aged leather craftsman Night: Mime in leather armor Personality: Overly enthusiastic leather merchant during the day. Deranged insult comedian at night. Backstory: Roscoe dressed as a mime to ask his beloved (Lydia Leygallows) to marry him only to see her get trampled by local gang members on horseback as they were evading local militiamen. Roscoe has been a deranged vigilante ever since. Quirks: Loves making leather items from hides of monsters. ",
   "plot": "Will offer good aligned parties his services (spying, create distractions, lock picking, etc) If party is evil aligned he will create elaborate pranks to humiliate them in public. (dumping sewage on peoples heads from nearby rooftops is his favorite move).",
   "items": "Boots of Striding and Springing, Leather working kit, Thieves tools, Leather Armor",
   "stats": "Could use Master Thief from Volos Guide pg #216 but adjust for halfling (size small etc.)",
   "author": "Kevin Luckham"
 },
 {
   "roll": "77",
   "name": "Mynos",
   "race": "Half-Drow",
   "profession_class": "Scribe",
   "alignment": "TN",
   "description": "Appearance: Close cropped yellow hair, dark brown eyes and grey skin, Mynos dresses in heavy robes and scarves in an attempt to downplay his appearance.  Personality: Withdrawn and studious, Mynos is slow to trust but ready to aid anyone who has established themselves as a friend to him.  Backstory: Mynos's father, Czritt, fled to the underdark with him years ago and Mynos has never returned. He has studied as much as is known by the surface folk of the Drow and their ways, borne from some morbid curiosity of a place he can never go to and is equally fascinated and appalled by.  Quirks: Fights only as a last recourse, with a pair of daggers that he keeps concealed in his robes - Mynos will always try to talk his way out of trouble.",
   "plot": "Will offer money or information in exchange for any artifacts/information of the drow.",
   "items": "One pair of daggers, quills, ink, parchment, and a carved stone his father gave him before leaving him and returning to the underdark.",
   "stats": "",
   "author": "RJ"
 },
 {
   "roll": "78",
   "name": "Chihiro Ealfolkh",
   "race": "Half Elf",
   "profession_class": "Tarot Mage (Profession: Tarot Reader)",
   "alignment": "CN",
   "description": "Appearance: Long dark hair with very sharp features and slightly pointed ears. Often dresses like Esmeralda from the Hunchback of Notre Dame? (Long skirts, peasant blouses, wears a little leather so she has some armour).  Personality: Very charming and charismatic, a business person. She's about her own gain, either financially or magically. She is an avid collector of magic items, especially items used to trap or hold other magical things. Intensely outgoing and somewhat pushy. Not the biggest fan of men (see backstory). Backstory: Abandoned as a child and raised in a brothel with other women, she never really had the best or most healthy interaction with men leading up to her not being their biggest fans. Was taught Tarot by a prostitute and made enough money on the side to buy herself. Now works as a travelling psychic that can also fight. Quirks: Not the biggest fan of men, does sometimes use her battle cards for tarot readings which can be potentially dangerous. wOOPS.",
   "plot": "Is looking for a potentially mythical potentially cursed Tarot card/deck and will pay good money for those who find it. She is also willing to put her abilities to use (i.e. detecting magic, etc) in exchange for tracking down various magical equipment to add to her collection. Particularly though, she is in hunt for a card that is rumoured to have a monster (potentially an evil god) sealed inside.",
   "items": "",
   "stats": "",
   "author": "Unknown"
 },
 {
   "roll": "79",
   "name": "Panther Stone",
   "race": "Human",
   "profession_class": "Charlatan Fighter",
   "alignment": "TN",
   "description": "Appearance: Young (28)stoic looking. real lady killer. Long Black Hair and tan.  Personality: loyal to the group as it benefits Panther. Fairly self centered and always looking to fill his own pockets.  Backstory: Only child and son of an abusive alcoholic mother. She died recently and Panther received her very few belongings. Within those items was a photo of an adventurer Panther believes is his father. Panther decides to quest to find his father and push away his life of charlantry.  Quirks: Doesn't care much for puns and loves his weapon he took from a Goblin Gurk. The weapon is named Gurk’s Morning Star and is bonded to Panther",
   "plot": "“Have you seen this man?” If you can identify the man in Panther’s photo of his “father” and bring Panther to him he will award you Gurk’s Morning Star and his lucky stone. (However the Morning Star is bonded to Panther so once Panther believers he is out of range he will teleport back into his hand)",
   "items": "Gurk’s Morning Star (1d10+7), Dodging Amulet (2x Dex Saving Throws), Lucky Stone (+1 on Ability Checks), Disguise Signet ring (magically disguises Panther usually as a guard or a common person)",
   "stats": "STR: 15 DEX: 16 CON: 13 INT: 15 WIS:12 CHR:15 HP:44 AC:16",
   "author": "@jchadwick Let me know if you use him! I'd love to hear about it."
 },
 {
   "roll": "80",
   "name": "Naomi Mightstander",
   "race": "Half-Orc",
   "profession_class": "Fighter 12",
   "alignment": "LG",
   "description": "Appearance: Naomi stands about 67', with grayish blue skin and more than her share of muscles. She's very attractive for anyone that's into half-orcs.  Personality: Very independent and not really a people person. She's pragmatic, logical, and very driven. She will die for her cause an is loyal to her organization to a fault.  Backstory: Has been trained as a fighter since a young age and is a master of the sword now. She's the captain of the King's Guard and is known as one of the best swords in the land (Think Brienne from Game of Thrones) Quirks: She has lived a fairly solitary life, so she may not realize normal social cues or behaviors. She's very strict about making a plan before running into a fight or a dungeon, and sticking to that plan. She's a brilliant tactician.",
   "plot": "There's an old abandoned monastery up north where a few of citizens she's sworn to protect have gone missing. It's full of magical traps and spirits and is totally out of her wheelhouse, but if the party escorts her through it to discover what's happening she may be able to make it through.",
   "items": "A greatsword, or any oversized sword (claymore is fine too, whatever fits the theme). Blue and black soldier's garb. A good amount of money. Likely wouldn't be carrying any magical items.",
   "stats": "",
   "author": "u/japasthebass"
 },
 {
   "roll": "81",
   "name": "Frightening' Joe (Real Name: Yurtwag)",
   "race": "Bullywug (Frogfolk)",
   "profession_class": "Fisherman, Merchant",
   "alignment": "NG",
   "description": "Appearance: Stands about 3 feet tall, wearing simple brown and blue robes and a wide Asian rice hat. Grayish skin with a long white beard that almost goes to his knees. He is very elderly. Personality: Very polite and helpful. Has a whimsical folksy wisdom to him, very good with survival skills.  Backstory: Grew up in the bayou but traveled far outside the marshes, unlike most of his brethren. When he was younger he met a woman in another far away city, and they had many happy years adventuring. She was unexpectedly killed, and he returned home to try and enjoy the rest of his life without putting those he loves in danger. He can't remember why people call him Frightenin' Joe, but will go by his real name if anyone prefers. Quirks: Has a deep Louisiana bayou accent, very quippy. If you can think of ways for him to roast your players in an old man kind of a way, he'll do it in a heartbeat, but it's all in good fun.",
   "plot": "There's something in the swamp that's knocking over trade boats as they come down the river. There's a reward out for the capture of it, and the PCs can borrow his boat and buy fishing equipment from him, as he's too old to go out and do anything so lively.",
   "items": "Owns very little except his fishing material. Wouldn't be carrying anything of value on him except a simple silver bracelet.",
   "stats": "",
   "author": "u/japasthebass"
 },
 {
   "roll": "82",
   "name": "Danvol Greymoon",
   "race": "Feral Tiefling",
   "profession_class": "Swashbuckler 6, Fiend Warlock (blade) 3",
   "alignment": "CG",
   "description": "Appearance: Light skinned, long black hair, small horns that can get lost in his hair, and a tail that hides as a belt.  Personality: Hides what he is with thaumaturgy, baggy pants, and messy hair. His wit is as quick and as sharp as his rapier. Backstory: Leaving his Elven mother was hard, but setting sail to find his father's' adventuring party is harder. He spent his whole life hiding from bigots, and now he must see the world to reunite his family.  Quirks: If there's a plan, he'll forget it. If he doesn't forget it, he'll ignore it.",
   "plot": "Rumors of magical portals to a lost land give him hope of finding his father, but the nearest one is guarded. Can the party help?",
   "items": "Dual rapiers, studded leather armor, short bow & arrows, pair of daggers, and a vial of blood belonging to his patron/the devil whose blood runs in his veins.",
   "stats": "",
   "author": "u/KrayVin"
 },
 {
   "roll": "83",
   "name": "Tony",
   "race": "Human",
   "profession_class": "Tavern Owner",
   "alignment": "NG (You forgot to add NG and NE to the top)",
   "description": "Appearance: Tall, skinny, eccentric brown hair  Personality: Very kind, loves to help people Backstory: Inherited the tavern called the Stinky Boot from his cousin, who was assassinated for no apparent reason. Unable to track the killer himself, he instead decided to make the most of his time with the tavern. Quirks: Has strange boots",
   "plot": "Find the man who killed my cousin, make sure he sees justice, and bring me back his boot!",
   "items": "Tankard of Sobriety (XGE), pouch of gold",
   "stats": "Commoner",
   "author": "A person who should be doing more productive things, but instead fills out a bio for a fictional person"
 },
 {
   "roll": "84",
   "name": "Gred Derny",
   "race": "Human",
   "profession_class": "Fighter",
   "alignment": "NG",
   "description": "Appearance: Gred is extremely ugly with CHR6. He wears leather armour, great sword, and a longbow Personality: Honest and reliable Backstory: He comes from a leading crime family and is intent on clearing his name after he was framed for horse stealing. He spent some time in jail and then the army Quirks: In combat he is forever worried about getting his face damaged, and cries out watch the face whenever a spell goes off, especially magical fire and acid.",
   "plot": "He is looking for information which will clear him of horse stealing so he could be after the real thieves or trying to achieve heroic success so he can stand tall again despite his last name",
   "items": "He thinks gold will make him look better so is keen to pick up golden rings and other adornments if possible.",
   "stats": "STR18, DEX17, CON 16 IQ10, WIS12, CHR6 Hps31 3rd level fighter-champion",
   "author": "Rob McD"
 },
 {
   "roll": "85",
   "name": "Vliag",
   "race": "Cloud Giant",
   "profession_class": "Wizard",
   "alignment": "NG",
   "description": "Appearance: Tall and gangly, 60 ft tall, white wispy hair and a short beard.  Personality: Aloof and eccentric, a little bit mad, LOVES small folk (especially other wizards), wants to be a wizard but isn't one. He dresses like one, but in a REALLY tacky way. Fantasia robes and hat kind of thing.  Backstory: Cloud giant who is intrigued by small folk, unlike his Cloud giant brethren. He exiled himself from the giant ordning and now travels the world writing entries in his journals which he has thousands of volumes of in his Giant Bag of Holding.  Quirks: He is a little bit mad, not outright but there is the shine in his eyes. He sits cross legged when he speaks to small folk, and leans forward elbows on knees whenever they talk. Like a child listening to a story book.",
   "plot": "He wants you to regail him with your most exciting adventure so far, which he will record in his journals. If you can show him magic, he will clap happily and praise how amazing of a wizard you are (even if you're not a wizard).",
   "items": "Giant Bag of Holding this bag of holding is much too large for a regular person to carry, and it is filled with all of his books. It is 10 times larger and has 10 times the capacity of a regular Bag of Holding.",
   "stats": "Str:27 Dex:10 Con:22 Int:19 Wis:16 Chr: 16 HP:200 AC:14",
   "author": "Kyriose"
 },
 {
   "roll": "86",
   "name": "Vloptima (Vloppy) Humpledumple",
   "race": "Forest Gnome",
   "profession_class": "Celestial Warlock (level 3 Pact of the Tome)",
   "alignment": "CN",
   "description": "Appearance: 2 foot tall buxom Gnome roughly 35 lbs Heavy set. White hair, one orange eye, no shadow. Personality: Exaggerates a lot. Very headstrong. Insists on whatever she wants as serving the great Lord of Fire (Kossuth if Forgotten Realms). Backstory: A middle child in a family of Gnomes Vloppy dreamed of the Great Pillar of Flame. She was overcome with awe at the power and after her dream was met with a strange contract to be granted the power of the Great Lord at the cost of her shadow and a command to stand ready for the day of fire. Quirks: Frequently casts Light cantrip on her own armor or weapons to make them grow orange with the power of the Firelord. Has a snow white owl familiar that she insists is an Ash Owl (It's just an owl). Has a twin brother name Umple who is a pacifist by nature, she is usually able to convince him to join her shenanigans. Has 3 other brothers, two older and one younger. Qualen (Qual), Dabbledob (Dob) and Crampernap (Nappy/Napster) They are a fighter, a barbarian and a bard.",
   "plot": "Her brother's have been captured during their annual family reunion adventure in a necromancers fortress and she is seeking adventurer's to help her rescue them. She offers to split the necromancer's treasure hoard with the adventurers which she saw with her own eyes and is could exceed 100,000 gold coins (exaggeration).",
   "items": "Rod of the Pact Keeper +1, Small gem with a fire burning inside it, White leather armor (gnome sized)",
   "stats": "Str:10 Dex:15 Con:16 Int:12 Wis:10 Chr: 16 HP:27 AC:13",
   "author": "Wigginns"
 },
 {
   "roll": "87",
   "name": "Buldric Ulfgar",
   "race": "(Mountain) Dwarf",
   "profession_class": "Smith (level 20 forge domain Cleric)",
   "alignment": "CG",
   "description": "Appearance: Buldric has a bald head and a long plaited ginger beard, covered in soot and looks mighty scruffy, quite a venerable looking man Personality: Super helpful, very friendly, takes his craft as a blacksmith very seriously and won't take criticism at all Backstory: Buldric was born into a dwarven kingdom where his entire family as long as it's been recorded have worked as blacksmiths to the King, after earning a wish, ended up being whisked off to the city of brass (efreet homeland) where he honed his craft as a slave to the sultan himself, eventually earning his freedom for his high quality work made his way back to the material plane where he travels far and wide, trying to discover new way to ply his craft and improve often being sought out by rich folk looking for fine weaponry and armour Quirks: distrusts magic uses immensely, quite reserved talks very fast and in a thick West Country accent (England)",
   "plot": "Spent 100s of year in the city of brass in direct employ of the sultan, learning some interesting and intimate secrets of the genie, where certain treasures are held and bears a slight grudge, will provide weaponry, and armour of exceptional quality, if the PC's suggest they will travel to the genie's home world and retrieve his family anvil, will provide them with the most powerful magic armour he can craft on return",
   "items": "50 brass pieces ( currency in the city of brass), 500 gold pieces, +1 warhammer, rope, bag of holding filled with smithing equipment and various metals including 50lbs of adamantine",
   "stats": "Str:25 Dex:12 Con:20 Int:15 Wis:15 Chr: 12 HP:266 AC:22",
   "author": "Dan clark"
 },
 {
   "roll": "88",
   "name": "Abraham the Court Mage",
   "race": "Human",
   "profession_class": "Wizard/ Alchemist/ Artificer",
   "alignment": "LN",
   "description": "Appearance: Abraham wears long blue robes that are covered in arcane symbols. Over this she wears heavy dragon hide gloves and boots to protect her extremities when making volatile potions. She has many pouches and trinkets attached to her belt and wears an equal amount of necklaces covered in holy symbols to ward off demons. Her face is usually split with a grin despite being covered in scars and acid burns from her experiments. Her hair is usually covered within her robes hood but when revealed is a deep cerulean blue. Personality: She is an easy to approach person and usually give those she comes across the benefit of the doubt. Quick to laugh and slow to anger, once you have her trust you will never lose it but if you cross her there's no going back. Backstory: Having studied at the Mages college she quickly graduated to full magus based on her skill alone. Deciding to stay on and study rather than taking on a life of adventure she has studied alchemy and other creation magics and is now second to none. Quickly having aspirations to become an archmage at the college she was passed over in favour of another mage because of internal politics. Seeking advancement she too position with the local Duke becoming his court mage and now pursues her own goals and provides him with magical services. Quirks: She has a quirk of judging those she is about to trust based on their hands, those with rough worked hands she trusts much more, those with soft hands she still trusts but may have reservations about.",
   "plot": "She needs some more ingredients for her next potion, particularly an antidote to cure an affliction affecting the local settlement. She needs gelatinous cube essence in order to replicate the antidote and she has tracked on to a local dungeon. She will pay good coin for the party to enter and gather her some cube. Little do they know that the dungeon is home to 'The Mother Cube' a gigantic gelatinous cube that will look after all the other cubes in the dungeon. If they bring essence of the defeated mother cube she will reward them extra.",
   "items": "Staff of Fire, Eyes of Minute Seeing, 2 health potions, Scholars Pack, Riding Horse and 10 days of feed",
   "stats": "Archmage",
   "author": "OPTTWoodrow"
 },
 {
   "roll": "89",
   "name": "Tim Gade",
   "race": "Human",
   "profession_class": "Drug Dealer or some dark Bard",
   "alignment": "CN/CE",
   "description": "Appearance: he just looks the sleaziest  Personality: Tim is an industrious and somewhat nefarious drug dealer, having gotten entire towns as loyally addicted customers. He has so many people who are after his life that anything a PC could think of would probably be a blessing. Suave and nonchalant in the face of death, he's just looking for something interesting Backstory: His past is a mystery. He just appeared one day under the employment of a local crime lord. and then another, and another. His life is a series of being the middle tier lackey, and being hunted by his last boss. Quirks: Unconcerned with death threats, incredibly bored but jovially tries to make the most of things. The friendliest most horrible person you'll ever meet. He is a token CE best friend to everyone he isn't actively taking advantage of",
   "plot": "He probably works for the villain, or the villains enemy (also a villain). Could be a solid lead if the PC's turn a blind eye, or if they're willing to trade something not necessarily expensive or powerful, but interesting.",
   "items": "Sword Hard Drugs Great Tobacco & Pipe Doll (Stolen from a dying girl) Rope Components for a sleep/paralysis spell",
   "stats": "something mildly challenging for the PC's but not too hard. Easy-to-moderate encounter",
   "author": "Zack John P Penner Crimson Cutlery "
 },
 {
   "roll": "90",
   "name": "Marko",
   "race": "Half Orc",
   "profession_class": "Barbarian Criminal",
   "alignment": "CN",
   "description": "Appearance: Marko is a 6 ft tall, green skinned, red eyes, red hair,muscular body with bulging veins,with Bear Tattoo in his back Half Orc. He wears a brown bear cloak and Bear Headdress and Tribal pants. Also has a magical wooden shield that talks name Jack Personality: Has a chaotic nature like to do things without thinking of the consequences. Will head to battle ready to tear the enemy limb from limb metaphorically and literally. Loves to drink and tussle at bars.  Backstory: Marko is looking for the orc that killed his parents. His dad was a Orc Warrior and his mom was a Drow Ranger. Before he started looking for his parent killer he was the strong arms of one of criminal organization known as the Black Fang that deals with smuggled goods. He also became part of a group of anarchist by accident.  Quirks: Will try to sell Bone Powder, Mummy Powder, Glitter Powder as a stimulus for male.",
   "plot": "Adventure will meet him at a bar in which he will try to sell them the powder to the guys. Whether they buy it or not Marko will ask if they looking for a job. The job is delivering a certain package to a nobles home and he will give them 50 gp. The package is actually a book of the dead that the noble man requested from the black fang to smuggle in town. If they complete this task Marko will ask again if they want to do another job for him he need some people to help him with a delivery for another noble man in the next town if they are willing he will offer the adventures 100 gp. Package is a wooden box that is sealed with strong magic that cannot be unlocked without the proper keyword. Marko knows that the package is actually quite dangerous to handle alone and is actually quite illegal it is bottle of blood from high elves. The one that wants the package is group of noble vampire.",
   "items": "Maul, Magical Wooden Shield(Jack) fairly annoying shield, 1000GP Bear cloak and headress Assorted Powder",
   "stats": " HP: 100 AC: 19 Str: 20 Dex: 18 Con: 16 Int: 11 Wis:14 Cha: 17 Profecient in Athletic, Stealth, Survival, Deception and Intimidation He can wield the maul with onehand",
   "author": "Mark"
 },
 {
   "roll": "91",
   "name": "Thorin Frostbeard",
   "race": "Hill Dwarf",
   "profession_class": "Druid Shepard",
   "alignment": "CG",
   "description": "Appearance: Short, long beard, typical dwarf stuff with mud around the edges Personality: socially awkward, spends more time with animals than with people. Backstory: Thorin discovered his Druid abilities when his small village and goat farm were raided a band of orcs. Everyone and everything was destroyed; Thorin barely made it out with his life, and only made it out because in all of the excitement he accidently transformed into a goat.  Quirks: Thorin has tried to rebuild his former life, while also joining the emerald enclave and helping them destroy anything that goes against the laws of nature. He has started to rebuild his goat farm, and takes 3 goats with him at all times (Mince, Peach, and Banofee). the goats warn him if there is any danger, one will jump on him, one will scream, and one will faint. they may also jump, scream and faint at other times also. he refuses to go anywhere without them",
   "plot": "Thorin will support any effort to rid the world of threats to the natural world.",
   "items": "Peach the Jumping Goat, Banofee the Screaming Goat, and Mince the Fainting Goat are with him at all times. Staff of the Woodlands OR Figurine of Wondrous Power: Ivory Goat",
   "stats": "",
   "author": "mellceee@aol.com"
 },
 {
   "roll": "92",
   "name": "Trol Oakenbeard",
   "race": "Dwarf",
   "profession_class": "King ",
   "alignment": "CG",
   "description": "Appearance: Short, stocky, with a greying but luxurious red beard. Bedecked in ornate but functionally combat ready armor. His axe always by his side. Personality: Trol is a lover of bad jokes, good ale, and loose women. However he is always willing to put his vices aside for the sake of his people. Backstory: The heir to the Dwarven city of Orestrehlak, Trol adventured for 30 years to prove himself worthy of the throne. He helped save the world from a fearsome Beholder, which he then had stuffed and hung in his throne room. Quirks: Trol loves a food practical joke. He currently has the stuffed Beholder rigged to pulleys so that when visiting dignitaries come to his throne room it swoops down over them.",
   "plot": "Trol is the king of a large Dwarven City. The City is home to a large mine that goes deep within the mountain. So probably some issue within the mine would likely. Or perhaps some thief stole his beloved Beholder Trophy and he wants the party to get it back.",
   "items": "Magic Gold/Mithril Plate Armor. A +3 Dwarven Urgosh of Flame. A Flask of ever flowing Dwarven Ale.",
   "stats": "He would be roughly a level 15 Dwarven Fighter.",
   "author": "@your_host_mr_sean"
 },
 {
   "roll": "93",
   "name": "Binbly Nickel Penny Grimbroodle Bignoodle Wigglesforth Mattersmore Motionocean Tinkertanker Blisterblaster DePlumbe",
   "race": "Forest Gnome",
   "profession_class": "Wizard, Artificer",
   "alignment": "NG",
   "description": "Appearance: Standing at a whopping 3'2 he is the tallest gnome in his family. his hair is as black as death according to his grandfather, who is the one who gave him the name Grimbroodle. Darker tan skin with deep Brown eyes. Personality:while always looking for new friends he is also a very cautious fellow who must be prove that he can trust you. in his life he has been burnt by double dealers and swindler to much.  Backstory: coming from a house of gnomes that were never of importance it was an easy decision to head out into the world, the other option was to stay and watch the gardens all day to keep the briar hares out. Soon after he found a travelling wizard who showed him a few spells and he was hooked. Quirks: Spending time researching always has its downside, mostly that it's boring. so when not reading his tomes he looks for all the excitement he can get.",
   "plot": "He is constantly in search for any story or clue pertaining to a certain artifact",
   "items": "books books and more books. he also has an amulet that his mother gave him to remember home by.",
   "stats": "Have fun with this part",
   "author": "Billjbillings1@gmail.com"
 },
 {
   "roll": "94",
   "name": "Duragin The Grim",
   "race": "Human",
   "profession_class": "Paladin",
   "alignment": "LG",
   "description": "Appearance: Long black hair, Wears Full Plate, A mace is attached where his left hand used to be. Personality: Never smiles, Selfless, Always ready to make the ultimate sacrifice for the greater good Backstory: Almost from the time he first embarked on his adventures, he seemed cursed. His god, Tyr, was duped into thinking he'd broken his vows. His friend assassinated him. He was trapped in hell. Quirks: Durigan often talks to his horse and his sword, who both reply in Common.",
   "plot": "An aging high level paladin with an intelligent sword and horse, He seeks someone to leave his holy relics to. He seeks out younger paladins of Tyr and sets them on quests to prove themselves.",
   "items": "Intelligent Longsword, Magical Full Plate, Mace (attached to the stump of his wrist) His horse has a 14 Int.",
   "stats": "",
   "author": "Unknown"
 },
 {
   "roll": "95",
   "name": "Cookie",
   "race": "Human",
   "profession_class": "Merchant, Cook, Caravan Leader",
   "alignment": "N or LE depending on your campaign",
   "description": "Appearance: Long beard, Long hair, pudgy and bearish. Kind of a frontier hippie.  Personality: Jovial and rambling, he's happy to help a couple of lost travelers out.  Backstory: He's been trading on the South Road for (insert rambling story here).  Quirks: Cookie's got more than a few quirks. He's flatulent, has a reedy voice, and loves cooking bacon almost as much as he likes smoking his pipe. He's sure he can find you work; so just jump on in the back of the wagon...",
   "plot": "You meet Cookie out on the rolling steppe; he and his party are on their way back to Fallowheath for the harvest festival from trading in the south. You've never heard of the town, but you're on the run and a festival seems like a good place to disappear in.",
   "items": "Pots, pans, merchant goods, knives, pipe, hand-axes.",
   "stats": "Bandit Leader or other appropriate stat from MM",
   "author": "Dom"
 },
 {
   "roll": "96",
   "name": "Captain Jean-Eric Louvier",
   "race": "Human",
   "profession_class": "Rogue",
   "alignment": "LN",
   "description": "Appearance: Jean Eric is an older man with grey hair and beard and wears a captains hat and casual clothes.  Personality: Jean-Eric speaks with a thick french accent and is very blunt and sarcastic. Backstory: Jean-Eric is a Marine Biologist who researches and documents sea creatures, he lost a son, Matthais and gets sad when he is brought up.",
   "plot": "The Party comes across a tiny Island and Jean-Eric greets them to his home, Nine-ball island, there's four guys who live here, and one guy who had a major accident, we call him the Cyclops. He will then offer gold in exchange for helping on research expeditions. This may help the party find an underwater item they are searching for or a dangerous creature",
   "items": "Hand Crossbow, Amputation knife, Chain(10 ft), Diving Suit, Tinted Eyeglasses, 100gp",
   "stats": "AC:11 HP:110",
   "author": "Unknown"
 },
 {
   "roll": "97",
   "name": "Jarras Quinn",
   "race": "Human",
   "profession_class": "Fighter",
   "alignment": "CN",
   "description": "Appearance: Young, Mid to late teens, brown hair and eyes, just shy of six feet. Lean, toned from years of training and fighting  Personality: Resigned to his place in life. Accepted his ways. Personable, even kind when not doing his bloody duties Backstory: Recruited at a young age by an evil mercenary group. They promise his family will never go hungry, so he agrees to sign up, tired of hearing his mom and sister cry in hunger. Knowing his younger sister may die the next bad crop if they don't get food (though he doesn't know the troop poisoned the food they left for the family). He believes that they continue to send food, and thus he remains and has taken to their ways of torture, rape, pillaging. Quirks: A bit Naive, has a scar across his right cheek. Can't read",
   "plot": "He wonders how his family is doing, though he dare not return himself, unable to face them after all the vile things he has done. Seek the family out, bring them a sack of gold (50GP or so) and report back to him how they are doing.",
   "items": "Black Breastplate, fine Longsword, Crossbow, Carved wooden horse (childhood toy), 75gp",
   "stats": "",
   "author": "Bill"
 },
 {
   "roll": "98",
   "name": "Jun (Pronounced with an accent on the J)",
   "race": "Human",
   "profession_class": "Fighter",
   "alignment": "LG",
   "description": "Appearance: Messy Blonde hair, blue eyes, about 5 feet tall with an athletic but lanky build.  Personality: Jun is a bit lazy but willing to help as much as he can. Always has an upbeat attitude, kind of comes off as a bit of a dork. ",
   "plot": "The Party stumbles onto the aspiring youngster trying to become a knight like his father, and prove to is family that he is not a good for nothing failure. He seems to have lost his sword which is a family Heirloom which he has lost in a dungeon nearby.",
   "items": "",
   "stats": "",
   "author": "Unknown"
 },
 {
   "roll": "99",
   "name": "Adelaide Roundbottom ",
   "race": "Half-Elf",
   "profession_class": "Prostitute",
   "alignment": "TN",
   "description": "Appearance: Adelaide Rowntree is a 23 years old female half-elf prostitute. She has long, curled, black hair and brown eyes. She has soft, sunburned, pink skin. She stands 162 cm (5'3) tall and has a lean build. She has a round, slightly unremarkable face. She is easily out of breath.  Personality: She doesn't worship any god. She often spies on other people including the current party. She is overly friendly to her patrons and charming. She will use her high Charisma to charm the party to drink and or use her services. Backstory: Sold as a small child to a brothel owner, Adelaide was an assistant, and all too frequently test subject. She eventually earned her freedom when her former master disappeared. Since her mother passed away years ago, her father had doted on her, and she came to think her herself as special and better than other people in town. A notion that was reinforced by her attractiveness, a trait in which she easily excels the other women of her town. She was always very intelligent and works for a secret society of freemasons in the town. Quirks: She has a pet rabbit companion named Stitch.",
   "plot": "Adelaide works for a secret society of freemasons in town. Being in her line of work she obtains secret information and reports back to them on everything. Depending on what secrets she gets from your party, you may have good encounters immediately after or bad ones depending on what the DM feels the freemasons are about.  She has Love Letters from the local lord who is having a secret affair. He is known for being a cruel person to both his family and the town itself. These could be used against him in various ways. Blackmail for the Roguish party or having him step down as lord for the Lawful party.",
   "items": "Pet Rabbit (Stitch) 50 Silver Dagger Love letters (see plot hook)",
   "stats": "CHA: 20 Proficient in Persuasion and Performance +8 All other stats can be up to the DM.",
   "author": "Aurican's Lair"
 },
 {
   "roll": "100",
   "name": "Mike Wizowsky",
   "race": "Green One Eyed Monster",
   "profession_class": "Professional Clown (A Bard, potentially)",
   "alignment": "CG",
   "description": "Appearance: He wears no clothes, except maybe a blue hat sometimes. He has one eyeball square in the middle of his face. Being about three feet tall, really scrawny, and mostly just a head, he does have two little horns to make him seem a bit cool.  Personality: A jokester. Complete funny guy. Often late to things, but tries his best once he gets to the destination. He's a great supporter and can really cheer you up in a time of need. Backstory: He once worked at a company where the objective was to scare people, to harness magic out of a frightened soul. After having his boss arrested through great work and assistance from his good friend, Mike Sullivan, he now runs that very same company. He has changed the policies so that the magic comes not from fear, but from laughter and joy instead. Quirks: Able to do really good interpretations and voice impressions. Fantastic at improv.",
   "plot": "The party may stumble across a big building during the campaign titled Laughter Inc., a comedy club which collects finances through simply putting on great comedy shows. The party might be asked by Mike to bring in a big crowd of people for the nights show, and they could get paid well. DM Note. Pay the party 1 GP per person they get into the show before the show begins.",
   "items": "Crystal of Pure Laughter, a few Bard instruments.",
   "stats": "",
   "author": "Some loser that really needs to finish his university papers (Caleb Broeker)"
 }
]
