[

 {
   "roll": "1",
   "name": "Medusa's Kiss",
   "type": "Contact",
   "ingredients_facts": "Some know of the fabled Gorgon having the power to turn adventurers to stone by one look, but what they don't know is that this property is also obtained by harvesting the eyes of the creature itself. Merely making Contact with the fluids within the eyes will cause the same effect. This was first used by a Cult of a Gorgon in order to get revenge on the hero that slayed their patron. To this day that adventurer makes a fine addition to someone's garden estate.",
   "effect": "DC 14 Constitution saving throw. If the saving throw fails by 5 or more, the creature is instantly petrified. Otherwise, a creature that fails the save begins to turn to stone and is Restrained. The restrained creature must repeat the saving throw at the end of its next turn, becoming petrified on a failure or ending the effect on a success. The petrification lasts until the creature is freed by the greater restoration spell, other magic, or once an hour passes.",
   "price": "500 GP",
   "author": "Curt S."
 },
 {
   "roll": "2",
   "name": "Cerberus",
   "type": "Ingested",
   "ingredients_facts": "The Cerberus poison is created from the blood of a devil, a demon, and a celestial being. This three ingredient combination creates a potentially lethal poison against outsiders and mortals as well. Luckily it is an ingested poison that when metabolized causes long term problems that could be lethal.",
   "effect": "DC 17 Constitution saving throw. Failure causes internal bleeding that is painful and crippling. Any creature ingesting the poison and failing will lose 1d4 Constitution points and becomes fatigued within an hour. After 24 hours of that initial internal burn and bleeding the poison Continues to go through the body. Fatigue remains throughout the whole process until purged. The poison lasts 3 more days after this in which the DC goes up by 1 every 24 hours. If failed another 1d4 Constitution damage happens. Once one save is passed or 3 days from the initial saving throw pass the body purges it but the victim remains fatigued for 6 more hours. If the poison runs its course and does not bring Constitution to 0 the victim survives albeit hurt from the ordeal. A victim that reaches a score of 0 on Constitution dies of internal bleeding and organ failure.",
   "price": "750 GP",
   "author": "Leo N."
 },
 {
   "roll": "3",
   "name": "Dragon Farts",
   "type": "Inhaled",
   "ingredients_facts": "Despite what its name implies, the poison Dragon Farts is not created with Dragon farts at all. It is crafted from an extremely high density toxin created from the neck glands of a dragon where it draws its breath weapon from. Most of the poison is abstracted from young dragons, although it would be the most powerful found in an ancient Dragons neck gland. Most harvesters of this poison steal eggs from a dragons neck, or capture baby dragons when they are first leaving their mother's nest. It is an extremely dangerous occupation, but extremely rewarding if done successfully. A young dragon can make one use of this poison. The gland is compressed and combined with compressed air in a glass vial to give it the exploding nature that it is known for. It is easily smelled from up to 200 feet away, but nearly invisible, which is why it is known as a fart.",
   "effect": "DC 17 Constitution saving throw or speed is reduced by 30 to a minimum of 5 feet, the targets cannot take actions and they take 2d10 damage of the type that the dragon the poison is made from corresponds to (Ex: Red would be 2d10 Fire Damage). The targets take half as much damage on a successful save. The poison can be thrown 60 feet, and expands into a 20 foot cloud. Dragons and Dragonborne are immune to the effects of this. ",
   "price": "110 GP",
   "author": "TheLordRuler02"
 },
 {
   "roll": "4",
   "name": "Wizard Bane",
   "type": "Injury Ingested",
   "ingredients_facts": "This particular poison is made from the juices from the eye of a Beholder. The juices of this can be turned into a poison that once in the bloodstream of its victims, negates any ability for them to cast any Magic until the poison runs its course. Legend has it, the poison was first used by complete accident as a band of adventurers were dealing with a mighty Wizard. The wizard was protected by Beholder and during the battle between the adventures, one lone fighter was able to end the beholders life by stabbing his greatsword deep through its middle eye. After this, the fighter then charged the wizard and was able to gash him with the same sword. As the wizard reeled away from this and attempted to cast a powerful spell that should end the fighter's life, nothing happened. The adventurers then overcame this wizard and noticed in his eyes, that he was completely powerless for the first time in his life.",
   "effect": "DC 16 Constitution Saving Throw. On a failed save, a creature/character can not cast any Magic for the duration of the effect. This includes Cantrips. The effect lasts for 1d4 hours ",
   "price": "2500 GP",
   "author": "Curt S."
 },
 {
   "roll": "5",
   "name": "Stuck Pig",
   "type": "Contact",
   "ingredients_facts": "DC 17 Con save or speed is reduced by 30 to a minimum of 5 feet, the targets cannot take actions and they take 2d10 damage of the type that the dragon the poison is made from corresponds to. The targets take half as much on a successful save. The poison can be thrown 60 feet, and expands into a 20 foot cloud. Dragons and dragonborn are immune to the effects. You must make a saving throw everyb",
   "effect": "DC 16 CON save. Failure causes temporary paralysis of the affected body part, rendering it useless for 30 minutes and you can repeat the save every 30 minutes with the DC decreasing by 1 each time. A successful save will negate the effect",
   "price": "150 GP",
   "author": "Shawn DeGeiso"
 },
 {
   "roll": "6",
   "name": "Purple Mist",
   "type": "Inhaled",
   "ingredients_facts": "The mist from burning a Purple Merb plant has traditionally been used a help Seers and Oracles achieve the necessary state for their trances and prophetic visions.",
   "effect": "DC 18 WIS save. On a failure the target has falls under the effect of the Calm Emotions spell for 1d4 hours. Afterwards, regardless of a Success or Failure, the target must make a DC 20 CON saving throw or be overcome by a feeling of intense hunger for 1d4 hours afterwards.",
   "price": "5 GP not sold in stores but in sketchy areas/slums or churches.",
   "author": "BurnByMoon"
 },
 {
   "roll": "7",
   "name": "Pinky Swear",
   "type": "Contact",
   "ingredients_facts": "This specialized poison is made from the tortured soul of a mortal and a combination of magical essences known to only a few immortal beings. A geas spell is also used in the process.",
   "effect": "DC 18 Wisdom saving throw. This Contact poison makes it easy for others to compel and suggest victims to their bidding. When affected the creature feels a desire to please the person as if a geas spell was used on them. The victim will feel compelled by the first suggestion done to them so the timing of the poison is crucial. The victim is susceptible to the powerful poison for 10 minutes. The poison will affect the first suggestion that is made to the victim and the victim will do it within the limits of a geas spell.",
   "price": "3000 GP",
   "author": "Leo N."
 },
 {
   "roll": "8",
   "name": "Mind Fire",
   "type": "Injury",
   "ingredients_facts": "Brewed with incredibly difficult to attain ingredients this poison is the bane of wizards. The ingredients include the pineal gland of an Elder Brain, eye of Beholder, vampire ash, and water from the River Styx.",
   "effect": "Injured: DC 15 Con save. On a fail, target takes 1d6 Poison Damage + 2d6 Radiant Damage if they are a Shapeshifter. A Lycanthrope regains Control of themselves for 1 minute.",
   "price": "2,000 GP",
   "author": "Neil Malo"
 },
 {
   "roll": "9",
   "name": "White Tincture",
   "type": "Ingested",
   "ingredients_facts": "This poison is made from refined stinkcap mushrooms, and is a favorite of assassination method for adventurers. Their rations will be laced with this so the adventurer is far away from help, left to die a slow, painful death. While the materials are common enough, the time and skill needed to make a single dose (ten days and DC 15 Nature or Survival check) makes the base price 750 GP.",
   "effect": "Those subjected to this poison must succeed on a DC 18 CON saving throw or take 2d10 poison damage and become poisoned. The poisoned creature must repeat this saving throw every hour, taking 2d10 poison damage on a failed save. Until this poison ends, the poison damage can't be healed by any means. After four successful saving throws, the effects end and the creature can heal normally.",
   "price": "1000 GP",
   "author": "Anonymous"
 },
 {
   "roll": "10",
   "name": "Mammon's bile",
   "type": "Contact",
   "ingredients_facts": "Discovered in the Minauros layer of the nine hells, the poisonous gel is made by mixing 1 part bog water from Minauros, with 1 part white tarragon, and distilling for 2 hours",
   "effect": "DC 15 Con save, upon failing mild discomfort is felt on the skin, small pustules form on skin and grow to 1 inch diameter in 10 minutes, after a few minutes the pustules begin to pop releasing blood dealing 1d6 -1 damage per turn",
   "price": "200 GP",
   "author": "Evan L"
 },
 {
   "roll": "11",
   "name": "Succubus Lipstick",
   "type": "Contact",
   "ingredients_facts": "Blood of a succubus mixed with common cosmetic. Found mostly in brothels, its history began with a friendship between a female human and a succubus.The human was in love but the man was ignoring her advances. The demonic help changed the situation.",
   "effect": "DC 15 Wis saving throw or be charmed for 1 day by the one who gives you a kiss with the lipstick on. Works only on those attracted to women. ",
   "price": "100 GP",
   "author": "Alessandro Spasciani"
 },
 {
   "roll": "12",
   "name": "Gaia's Bless",
   "type": "Ingested",
   "ingredients_facts": "Spring water mixed with fertilizer while casting the awaken spell. It can help farmers but it can be a terrible vengeance if ingested with any type of plants.",
   "effect": "DC 13 Con saving throw every hour for a week or all the seeds, leaves or any other piece or part of a plant will start to grow at exponential levels. Failing 3 times means death by a erupting branches from within the target body. Can be cured with high dosages of alcohol.",
   "price": "50 GP",
   "author": "Alessandro Spasciani"
 },
 {
   "roll": "13",
   "name": "Fates End",
   "type": "Injury",
   "ingredients_facts": "Made from bone meal dissolved in 2 parts burning ice (methane trapped in crystal structure), 2 parts ammonia, 3 parts alcohol, plus a little blood from a babe that's seen no more than 2 moons. Mix together using feathers from a dove. Created by a wizard by would one day meet his end in a gambling den.",
   "effect": "DC 10 Con or Int - Gain 2d6 temporary hit points. After 1d6 rounds take 2d8 psychic damage. On a failed save roll on the Long Term Madness table.",
   "price": "15 GP",
   "author": "BioshockedNinja"
 },
 {
   "roll": "14",
   "name": "Gypsy Kiss",
   "type": "Contact",
   "ingredients_facts": "Made from Asarabacca root, hornet wax, salt of the sea, and some drops of blood from a devout priest (or cleric) of Good Alignment. This poison was developed by Madame Cecily, a gypsy sorceress who suspected her husband was a cheat. She used this poison in the form of a lip balm to apply to herself. Once she kissed her husband, she then began to ask questions about his adultering ways. Lets just say, this fisherman now lives at the bottom of the river of some long abandoned gypsy camp, and she went on to sell (or give) this special balm to those who also suspect their lovers of cheating.",
   "effect": "Must be applied to the lips of one creature (is unaffected by the it) and only takes effect after Contact with another target creature's lips. A creature subjected to this poison must succeed on a DC 12 Constitution saving throw or become Poisoned for 1 hour. The Poisoned creature can't knowingly speak a lie, as if under the effect of a Zone of Truth spell.",
   "price": "Free to any Female Character with a lover in their backstory100 GP otherwise",
   "author": "Curt S."
 },
 {
   "roll": "15",
   "name": "Hail's Revenge",
   "type": "Contact",
   "ingredients_facts": "Made by the evil Gnome, Stump Hail, to get back at those who laughed at his Condition. The poor guy was allergic to the outdoors and this Concoction is his revenge. Made from the root of a chili tree, a dash of Isoid Pepper mixed in goblin saliva.",
   "effect": "DC: 15 Constitution saving throw or else the creature goes into a horrible sneezing fit and their eyes begin to water causing temporary blindness. They are disoriented during combat and at Disadvantage for 1d4 rounds.",
   "price": "50 GP",
   "author": "Slaptac"
 },
 {
   "roll": "16",
   "name": "Mother's Milk",
   "type": "Ingested",
   "ingredients_facts": "This almost milk like substance is extracted from the Yu-Ort plant in the Tian Xia region. The process is extremely dangerous to anyone nearby as the plant will excrete the liquid when anything warm touches it. This is thought to try and kill any animals that brush against the plant so that it will decompose nearby to enrich the soil.",
   "effect": "Constitution DC 18; Onset 1 minute; Frequency 1/round for 10 rounds; 1d3 Poison damage; Each round can make a DC 18 Con Save and must get 2 Consecutive saves to end the effects",
   "price": "1000 GP",
   "author": "Exeros"
 },
 {
   "roll": "17",
   "name": "Goblin's Piss",
   "type": "Ingested",
   "ingredients_facts": "A rare and hateful trick to play on fellow adventurers. Collected from a small goblin hung upside down from a tree and gathered in the targets water satchel.",
   "effect": "Constitution DC 12 or target will vomit and enter a rage at fellow companions for 1D4+1 rounds",
   "price": "5 SP",
   "author": "SlumberK"
 },
 {
   "roll": "18",
   "name": "Rocket Propulsion",
   "type": "ContactInjurySuppository",
   "ingredients_facts": "This potent mixture comes in two separate vials that have been twisted into one. It is said to have started as a wild night of drinking and dares between two dwarves from the high mountains, as the dares escalated, one of the dwarves remembered an old magic trick from when he was young, a bottle of spoiled wine mixed with the bubbly sand from the old salt mine from the valley below, with a pinch of pepper. This discovery would pave the way for Dwarven avionics.",
   "effect": "DC 15 Constitution check, on success the user is propelled 1D100 feet in whichever direction is opposite the point of entry. On a failure, the PC will have horrendously noisy gas for the next hour, automatically failing any stealth checks. ",
   "price": "500 GP but only bought or sold with Hill Dwarves.",
   "author": "DMDaveM"
 },
 {
   "roll": "19",
   "name": "Assassin's Solvent",
   "type": "Injury",
   "ingredients_facts": "This simple poison can be made in batches of ten from 50 GP worth of stinkhorn caps and requires a DC 13 Survival or Nature check and two days to make.",
   "effect": "The target must succeed on a DC 13 CON saving throw or be poisoned for one minute.",
   "price": "100 GP",
   "author": "Anonymous"
 },
 {
   "roll": "20",
   "name": "Primitive Incense",
   "type": "Inhaled",
   "ingredients_facts": "Historically used to destabilize the commoner's trust in their rulers. Otherwise used by lords to remove undesired court wizards. Composed of Intellect devourer grey matter (or cranium rats), alcohol, makko powder, and spices or flower to taste.",
   "effect": "DC 15 Constitution Saving throw. Target's intelligence score is reduced by 5 (2D4) for 1D6 days, or half as much time on a successful save. This effect cannot reduce intelligence lower than 3",
   "price": "500 GP",
   "author": "Doomshock"
 },
 {
   "roll": "21",
   "name": "Crypt Sap",
   "type": "IngestedInjury",
   "ingredients_facts": "Originally used by Assassin guilds to ambush targets in war torn areas in times gone, it is now used to cause teammates to unwillingly harm each other. It is made up of a mixture of swamp water, Wight blood and zombie puss, all combined in the skull of a long deceased troll.",
   "effect": "DC 15 Con save. On failing, the target takes on the characteristics the Undead type for 1d6 hours. The target does not need to breathe or eat in this time. They do not take damage from Necrotic attacks, and instead are healed by them for the duration. However, regular healing is ineffective, and instead does damage based on the heal, plus 1d8 Radiant damage.",
   "price": "1000 GP",
   "author": "Dunnakhiin"
 },
 {
   "roll": "22",
   "name": "Insomniac's Wish",
   "type": "Ingested",
   "ingredients_facts": "Made by the esteemed Doctor Aryew Sweepay in order to help those who cannot fall asleep on their own. It was later picked up by nefarious sects and modified to what it is known as today.",
   "effect": "The Ingester must make a DC 15 Wisdom saving throw or have the perceived effects of the Darkness spell centered on them for 1 min. If they pass they simply receive momentary tunnel vision.",
   "price": "125 GP",
   "author": "lordforthwright"
 },
 {
   "roll": "23",
   "name": "Desert Sand Oil",
   "type": "Injury",
   "ingredients_facts": "Often coats the blades of desert bandits. Infused from the venom of a common sand viper.",
   "effect": "Character's that are damaged by a weapon coated in Desert Sand Oil must take a DC17 Con save or take an additional 1d8 poison damage. After 1d4 rounds of combat, character's damaged in this way must take an additional DC 17 Con saving throw, or be poisoned for 1 hour.",
   "price": "200 GP",
   "author": "Wafflefanny"
 },
 {
   "roll": "24",
   "name": "Loviatar's Terror",
   "type": "Ingested",
   "ingredients_facts": "Named after the goddess of pain, Loviatar's Terror was invented by the Disciples of the White Rod. The average dose is around one ounce of liquid. In the regular dose the poison will appear completely clear, but in large amounts a hint of pink can be detected in its color. The core ingredient of the poison is blood. A specific source of blood is not required as most of the effects come from the enchantments that are put on it by those who produce it.",
   "effect": "Upon ingestion, the victim must make a DC 16 Wisdom save. On a failed save, the victim becomes frightened of any creature within 30 feet for the next 1d2 hours (1d4/2 rounded up). If the victim successfully attacks someone they are frightened by, they can attempt the DC 16 Wisdom save again to overcome their fear.",
   "price": "50 GP",
   "author": "BushDid38F"
 },
 {
   "roll": "25",
   "name": "Tortoise's Toxin",
   "type": "Ingested",
   "ingredients_facts": "Despite the name, this particular poison is not made from or by any tortoise-like creatures. This very light, green powder was originally developed as a means of anaesthesia but later testing determined it to have controversial side effects.",
   "effect": "DC 13 CON save. On failing, the target begins to get drowsy and suffers disadvantage on all attacks. Within an hour, the target drifts to sleep and can't be awakened by normal means. Once asleep, the target may make a DC 13 CON save every hour to wake up. Once awake, the target has exhaustion levels equal to each hour they were asleep.",
   "price": "70 GP",
   "author": "Bertboxer"
 },
 {
   "roll": "26",
   "name": "Ogre's Little Toe",
   "type": "Ingested",
   "ingredients_facts": "The toenail of an ogre. First used as a practical joke of an assassin on his nefarious friend, after losing a game of cards.",
   "effect": "DC 10 CON saving throw. On a failed save, the creature takes 1d3 poison damage and become incapacitated for 1d3 hours. On a successful save, the creature takes 1d3 damage.",
   "price": "50 GP",
   "author": "FORGOT_NAME_AGAIN"
 },
 {
   "roll": "27",
   "name": "Meek's Bane",
   "type": "Inhaled",
   "ingredients_facts": "Harvested from a rare plant beast that uses the gas to weaken unsuspecting creatures and then grab them with its tentacles in order to feed on them.",
   "effect": "Affects characters in 10 feet radius. Targets have 1d4 reduced strength for an hour for every 5 points on the roll below DC 21 Con save, so 1d4 between 16 to 20, 2d4 for a roll of 11 to 15, 3d4 for 6 to 10 and 4d4 for rolls 5 and less, all for 1 hour.",
   "price": "175 GP",
   "author": "moskonia"
 },
 {
   "roll": "28",
   "name": "Robins Spit",
   "type": "Contact",
   "ingredients_facts": "A combination of goblin sweat and a mixture of certain poisonous mushroom extracts, this harmless yet irritating poison is often used in petty revenge. It is relatively cheap but is only sold on black markets in small quantities. The poison is clear and greasy, it can be applied with a cotton swab to any surface so when a creature comes into Contact, it gets on their hands then creates burning vapors that makes their face itchy and whatever they touch (e.g. Ears, nose, eyes) becomes unbearably itchy for up to an hour. The poison was originally developed by a spindly weak rogue of a thieves guild in Luskan to distract victims with unbearable scratching and rashes to steal from them easier.",
   "effect": "A character that comes into Contact must succeed on a DC 19 Constitution check. On a fail the target suffers unbearable itchiness and hand/face rashes for up to an hour. Washing off the irritant quickly in under a minute from making Contact gives advantage.",
   "price": "50 GP a vial",
   "author": "Thechaoticevildm"
 },
 {
   "roll": "29",
   "name": "Quickrot Acid",
   "type": "ContactIngested",
   "ingredients_facts": "A superacid developed by the Black Alchemists. This acid ignores organic matter, only dissolving metals. The resulting slurry however is highly toxic. Dwarfs and Dragonborn are highly susceptible to the acid, due to the high metallic Content of the Dwarfs diet, and the metallic Content in the Dragonborn's Scales.To them it eats away at their digestive tract, leaving poisonous slurry in its wake. The famous elf thief, Liara Wailsong, stole the first vial of Quickrot, and would hide it about her person, making any prison escape a simple matter.",
   "effect": "Will dissolve any non-magical metal in 1d4 minutes, leaving behind a poisonous slurry. Anyone entering it will suffer 1d12 necrotic damage, and if wearing metal armour, have their AC reduced by 1. The acid evaporates after 1d8 hours, leaving a metal smear on the surface it rested upon. Dwarfs and Dragonborn that ingest the acid must make a DC 18 Constitution save, experiencing debilitating pain, and suffering 2d12 necrotic damage and 1d8 poison damage upon a fail. On a Success, feel a burning sensation throughout their torso and take 1d12 necrotic damage.",
   "price": "40 GP a flask",
   "author": "unhygenicchipmunk"
 },
 {
   "roll": "30",
   "name": "Cthulocain",
   "type": "Inhaled",
   "ingredients_facts": "Developed by a Cult of warlocks to the Great Old Ones, this poison is derived from drying and grinding up bits of lesser aberrations. The Cult uses this fine dark purple powder specifically when recruiting new members to their society, whether the person wants to be a member or not. Some say it opens the mind's eye to the realms of these alien creatures for better understanding of them, but all who been touched by this poison know one thing is certain, and that is pure madness is the only way to understand a Great Old One.",
   "effect": "DC 18 Constitution Saving Throw. On a failed save, the creature initially takes 3d8 Psychic Damage. They also have to make a roll on the Long Term Madness Table which the effects last lasts 1d10 × 10 hours. On a successful save, the creature takes half of the damage and has to roll on the Short Term Madness Table which the effects last lasts 1d10 minutesIf and ONLY IF the creature or character affected rolls a 1 on their Saving Throw, they must make a roll on the Indefinite Madness Table.",
   "price": "Free to Warlocks (Great Old One Pact)450 GP to others",
   "author": "Curt S."
 },
 {
   "roll": "31",
   "name": "Cold Sweat Extract",
   "type": "Ingestion",
   "ingredients_facts": "Discovered by a dwarven herbalist, Cold Sweat is a purple flower found in mountains Fey tend to inhabit. The name stems from the profound sweating from those who ingest it due to a violent allergic reaction and fever that is arcane in nature. Used both for medicinal purposes and inConspicuously incapacitating people for a short time.",
   "effect": "Odorless and tasteless to all but the most perceptive tongues (Perception DC: 21), moments after ingestion Cold Sweat extract will cause a high fever unless they succeed a DC: 20 Constitution Saving Throw, however the creature may willingly fail. During the fever, the creature will spend the next 1d8 hours going in and out of Consciousness, coughing with vigor, be unable to walk without assistance and must make one DC: 10 Constitution Saving Throw at a random time to avoid vomiting. However, during this fever any and all toxins will be ineffective and gradually expelled via Fey Magic and sweating. Creatures that are Fey or have Fey Ancestry will have advantage on all Saving Throws unless they are poisoned, then they will automatically fail. ",
   "price": "Native Areas of Growth: 25-75 GP Abroad: 125 GP",
   "author": "solemnpancake"
 },
 {
   "roll": "32",
   "name": "Fools Fancy",
   "type": "Inhalation",
   "ingredients_facts": "Created by a mad bard the Fools Fancy is a gas made by the distilling the essence of various magical potions. Its creator originally intended to use it as a weapon against a dour rogue crimefighter in a far away metropolis. Fools fancy is designed to cripple those who rely on physical prowess and agility, temporarily by inducing unControllable laughter, and permanently by crippling their lungs and causing their limbs to tremble unControllably. Though the original creator is presumed dead, a group of madmen inspired by him Continue to manufacture this poison and sell it to fund their nefarious activities.",
   "effect": "A vial of poison can be thrown (similar to alchemist's fire) and creates a 20 foot diameter sphere area of gaseous poison. The cloud of poison lasts for three turns, and creatures starting their turns within the cloud are obliged to suffer the following effects. DC: 20 Constitution saving throw, on a failure spend the next 1d4 turns laughing unControllably. This alerts all creatures within earshot and causes the target to be stunned. The saving throw may be repeated at the start of each turn a creature is affected. The poison stays in a creature's system for three days after exposure. At the dawn of each day affected creatures are obliged to make a DC 15 Constitution save. On a failed save the creature has disadvantage on all Constitution and dexterity ability checks. This effect can be removed with Remove Curse or similar magic.",
   "price": "2000 GP",
   "author": "Anonymous"
 },
 {
   "roll": "33",
   "name": "Grung Poison(s)",
   "type": "ContactIngestedInjury",
   "ingredients_facts": "Carefully preserved Grung (VGtM) secretion (pond muck in vial). Grung must be alive or very recently dead (1 minute) to collect viable fluid. It can be applied, as an Action, to a weapon/ammo for single use. Grung's Color define effects, collection difficulty/cost increase with color. Green -> Blue -> Purple -> Red -> Orange -> Gold.",
   "effect": "DC 12 Constitution saving throw or become poisoned for l minute, and take 5 (2d4) poison damage. Green. Creature can't move except to climb or make standing jumps. If flying, it must land. Blue. Creature must shout loudly or otherwise make a loud noise at the start and end of its turn. Purple. Creature feels a desperate need to soak itself in liquid or mud. No actions or move except to do so or to reach a body of liquid or mud. Red. Creature must use its action to eat if food is within reach. Orange. Creature is frightened of allies. Gold. Creature is charmed and can speak Grung.",
   "price": "Harvest in person or trade with a Hag (DM/Hag determine cost)",
   "author": "JemM"
 },
 {
   "roll": "34",
   "name": "Whelk Sap",
   "type": "Contact Injury",
   "ingredients_facts": "Derived from the venom of a beast deep below the surface of the ocean called the Abyssal Whelk, and mixed with an agent to keep it liquefied until applied to a blade. This malodorous poison was only discovered by an adventuring party mere decades ago, after hearing of the beast's masterful ability to incapacitate its prey.",
   "effect": "On a successful attack, determine the region hit by the attack and roll a DC 18 Constitution Saving Throw. On a successful save, creature takes 4d6 Acid damage and 4d6 Poison damage and rolls a DC 14 Constitution Saving throw to resist poison aftereffects. On a failed save, creature takes 8d6 Poison and 8d6 Acid damage, and must make a DC 18 Constitution Saving Throw to resist the targeted region becoming numbed, with effects such as: Leg - Movement speed halved and unable to dash; Attacks and spells cast with disadvantage if applicable; Torso - Attacks against you are made with advantage; Head - You are vulnerable to the first attack you take each round. Effects of poison last until removed via magical healing, such as Restoration",
   "price": "400 GP for single-application doses",
   "author": "tinynewtman"
 },
 {
   "roll": "36",
   "name": "Voodoo Nap",
   "type": "Ingested",
   "ingredients_facts": "A seductive looking liquid, like a strong health potion that sparkles. Made by a sentient dungeon to entice unwanted adventures to drink it. The dungeon realized the lucrative nature of the poison and became a shop. Many adventurers have been buried in the dungeon or otherwise left behind, believed to be dead.",
   "effect": "DC 15 Con saving throw. If you succeed gain 2d4+2 HP, any points added above the max HP are added on as temporary hit points. If the saving throw is failed, you gain 4 HP but after a moment passes, you dramatically fall unConscious and appear dead. All of your body's functions stop and only time or a grand restoration spell will bring you back. This effect lasts for up to 5 days(d6-1; 1s count as 1 full day), after which you gasp a big loud breath and return to life with full HP and an additional 4 temporary hit points. During the time that you are dead you do not take damage and do not decay. Anyone who examines you will have no way of telling that you are actually alive besides recognizing that your body does not decay or by recognizing that your soul is simply trapped in your body. The potion itself can be identified as hostile if studied closely by an intelligent creature. Druids have advantage at identifying it as poison for some reason.",
   "price": "2700-3100 GP",
   "author": "Smelly Bad Voodoo Shaman"
 },
 {
   "roll": "37",
   "name": "Taco Neck",
   "type": "Contact",
   "ingredients_facts": "Created quite recently by the evil witchdoctor/pseudo medical expert Chrio of Practor to drum up business, this poison is created by mixing the bone marrow of Ghouls with Mandrake root.",
   "effect": "DC 15 Constitution save. This poison causes the muscles in the neck and shoulder region to Contract, shifting the head downward to the dominant arm, and the shoulder of the dominant arm upward toward the head. All actions are made with disadvantage, and resting has no effect until cured. Can be cured by spending a long rest stretching (making three Consecutive successful DC 10 acrobatics checks), or by paying any suspicious medical expert 50g.",
   "price": "Free of charge. Let them know Chiro can make the pain go away!",
   "author": "welivedintheocean"
 },
 {
   "roll": "38",
   "name": "Courtly Manners",
   "type": "Inhaled Ingested",
   "ingredients_facts": "A classic. Hard to trace, hard to find, takes 2d4 weeks to take effect. Corrodes internal organs over time, making creatures with regeneration immune. Used to kill nobles because it's hard to identify event that poisoned the victim.",
   "effect": "The effects can't be stopped except by healing spells and effects that remove disease, remove poison and also restore HP. A DC 20 Con save at the end of each week will add or remove a day from the initial time to take effect for every 5 over or under the DC the victim gets. Thus, a 55, which is for most creatures impossible to obtain, will negate the effects of the poison for a full week.",
   "price": "1500 GP",
   "author": "PatMatRed1"
 },
 {
   "roll": "39",
   "name": "True Separation Flowers",
   "type": "Ingested",
   "ingredients_facts": "Flowers that are found on bushes on top of mountains in high elevation. They only bloom once a year during harvest season at midnight. They will stay bloomed for 24 hours before they wither and die. They can be mixed with a jar of honey to make a thick liquid form that can be bottled.",
   "effect": "DC 15 Con save. If passed, nothing happens. If failed, the one who ingested it turns into a Dullahan. Their head will part from their body 10 minutes after ingesting. The effect can be reversed by ingesting sap from a Sticky Tree that grows on rocky cliffsides. Once ingested, the affected must lay down for an hour with their head lying above their neck.",
   "price": "Flower must be picked during the period it blooms",
   "author": "masuabie"
 },
 {
   "roll": "40",
   "name": "Moral Compass",
   "type": "Injury",
   "ingredients_facts": "Created entirely by accident by an alchemist attempting to cure an ailment of the mind. Uses a strange combination of honey, demon blood and holy water. It tastes slightly bitter, and smells faintly of oak.",
   "effect": "DC 17 Constitution save. On a failure, the poison begins working on the mind of the affected creature, twisting their sense of right and wrong. If a creature's alignment were good, it is now evil, if their alignment were chaotic, it is now lawful. In addition, when the affected creature makes an action Contrary to their changed alignment, they must make a DC 15 Wisdom saving throw, or take 2d6 psychic damage. A lesser restoration spell or other similar effect dispels this poison.",
   "price": "850 GP",
   "author": "Elsthar"
 },
 {
   "roll": "41",
   "name": "Dragon's Kiss",
   "type": "Inhaled",
   "ingredients_facts": "Dragon's Kiss is harvested from the glands that create a chromatic dragon's breath weapon shortly after it dies. The glands are dried and crushed into a powder, which can be blown into a victim's face. There are many kinds of this poison, as it's effects differ with the type of dragon it is harvested from. This powder can be transferred safely in a normal bag, just don't get it wet.",
   "effect": "After inhaling, the victim must make a DC 20 Con save. On a fail or success, the creature takes the amount of damage and type of damage equal to the color of the dragon's breathe weapon the poison is made from. On a save, the creature takes half of the damage. ",
   "price": "Average price on the black market is 2000 GP for a dose",
   "author": "galacticConquerer03"
 },
 {
   "roll": "42",
   "name": "Wanderer's Fate",
   "type": "Ingested",
   "ingredients_facts": "Partially named after the plant it is harvested from, Wanderer's Fate is drawn from the shoots of Wanderlust, a stout and clover-like plant. It's historically used as a deterrent for vermin, but applications on larger creatures should not be ignored.",
   "effect": "Once Ingested, the Consumer must make a DC 15 Con save. If failed, the Consumer takes a -3 penalty to Wis and Cha rolls. In addition, the Consumer begins to lose their sense of direction; any time they wish to navigate somewhere alone or unaided, the target must succeed on a DC 17 investigation check, or become lost. These effects last for 1d10-Con mod hours.",
   "price": "House-use doses for vermin can be purchased for 3-6 SP; doses for use on humanoids cost around 10 GP",
   "author": "Tay"
 },
 {
   "roll": "43",
   "name": "Legionary's Lament",
   "type": "Ingested",
   "ingredients_facts": "A recipe initially devised by the Twenty-eighth Archcotare of Midmarch, this toxin is usually mixed with other uncolored, odorless liquids -- such as water. Although there is no known lethal dose, it remains a potent and well-known tool in the repertoires of saboteurs and military spies everywhere due to its extremely low minimum effective dose. Deviously designed by the Archcotare specifically not to kill its victims, he instead intended to halt the advance of a superior army into Midmarch's capital region by bringing its provisioning needs into crisis. Ingredients: black pearl (powdered), drake spleen (cured), leather from a boot that has seen 20 years' campaigning, and tears of laughter.",
   "effect": "DC 14 Con save is taken four hours after imbibing a fluid mixed with Legionary's Lament. Characters succeeding suffer a stomachache with minor mechanical effect at GM's discretion. Characters failing are affected and will, over the next twelve hours, become at once increasingly irritable and increasingly lethargic. This tendency will coincide with an enormous increase in appetite and somewhat lesser increase in metabolism. Affected characters, as may be surmised, are ultimately detrimental to groups or societies that they are members of for 48-60 hours after symptoms reach full pitch, as they are nearly Constantly either arguing, squabbling, complaining, eating, sleeping, defecating, or resting. Perhaps the most important mechanical effect, though, is that affected characters must Consume triple rations of food and water or feel that they are starving (and to some extent they are), with all the usual effects.",
   "price": "Only commonly produced in capital cities for state use. 15 GP for enough black pearl to poison a well; the alchemist risking producing this for the black market, though, may charge hundreds for her service.",
   "author": "sapphon"
 },
 {
   "roll": "44",
   "name": "Bergeron's Doom",
   "type": "InhaledIngested",
   "ingredients_facts": "This potent paralytic compound is derived from the bright blue bloom of the Poison Berrik vine. It is said that the Berrik vine was cursed long ago by a court jester named Bergeron who could not get the nobles of his court to so much as crack a smile. Now, Bergeron's Doom does what the hapless jester could not, and the results are so gruesome, they're almost funny.",
   "effect": "DC 18 Con saving throw. On a success, the affected creature experiences some sinus irritation and mild hiccups for 1d4 hours. On a failure, the affected creature falls prone and begins laughing unControllably. Every round, the creature must repeat the saving throw to end the effect, with the DC reduced by 1/2 (rounded up) for every failed check. If this seCond check is failed, the creature takes 1d6 Necrotic damage for every failed check (1d6 after the first failure, 2d6 after the seCond, etc). If the affected creature drops to 0 hit points, they fall unConscious and the poison's effect ends. After the poison wears off, the affected creature suffers 1 level of exhaustion for every 4 failed checks. ",
   "price": "2500-3500 GP",
   "author": "Shamus_Aran"
 },
 {
   "roll": "45",
   "name": "Jelly Hands Juice",
   "type": "ContactInjury",
   "ingredients_facts": "This poison is derived the venom of a specific type of bee found in the southwestern region of the Sword Coast. It is said that the venom causes all affected by it to have an allergic reaction to their hands, causing massive swelling and pain.",
   "effect": "Make a DC 17 CON save. On a success, a creature is overcome with a short bout of weakness, causing it to drop whatever it is holding. On a failure, a creature's hands turn into puffy, useless blobs totally incapable of holding anything. This effect lasts for one minute. A creature may save against the poison at the end of each of its successive turns.",
   "price": "50 GP",
   "author": "Anonymous"
 },
 {
   "roll": "46",
   "name": "Blue Water",
   "type": "Ingested",
   "ingredients_facts": "Found in caves deep underground, often surrounded by luminescent mushrooms. These pools of water are rare, and only found in deep caves in rocky areas. The natural stones give off some kind of unknown power to the water, making it glow light blue.",
   "effect": "Once ingested, the Consumer must succeed a DC 15 Con save or suffer a point of poison. Repeat each day for 2d4 days. If the Consumer fails half of the saves he/she suffer a permanent -2 to their Constitution. Poison points and negative affect can be removed with greater restoration",
   "price": "5000 GP (Extremely rare)",
   "author": "Dramary"
 },
 {
   "roll": "47",
   "name": "Plane's Mist",
   "type": "Inhaled",
   "ingredients_facts": "An ever swirling purple-ish and thick liquid used by both poisoners and addict for its surprising effects. The substance is made by magic with distilled water from other planes infused with blood. Plane's Mist can only be taken as some sort of incense, You boil it and the vapors, aka the mist, give the effect. Because of the weak potency of the mist you must be in an enclose room to feel the effects Drinking it has never been done before but could only be something bad and interesting.",
   "effect": "DC 12 Wisdom saving throw. On a failed save the target falls into a trance of sort after feeling a kind of dizziness. During the trance it appears that you can see in a random plane (roll on a table of the number of planes in your game) as if your head was breaking the water surface and pearing in a pool. The memories of the trip are always fuzzy and absent of details. After the trance you are poisoned for a d6 hours and gain one level of exhaustion. People who succeed on the saving throw only gains the level of exhaustion and are Considered poison for 1d4 minutes because of the smoke.",
   "price": "350 GP",
   "author": "Dunwel"
 },
 {
   "roll": "48",
   "name": "Twilight Moon Dust",
   "type": "Inhaled",
   "ingredients_facts": "Created from glowing mushrooms spores found in deep in caves or dungeons, this poison is commonly unknowingly inhaled by adventurers only for the effects to be revealed later.",
   "effect": "DC 12 Con save. However, effects only trigger with Contact with bright light. After absorbing said light, entering an otherwise shadowy or dark area will cause a release of light as the Light spell, fading over the same period of time (maximum 10 minutes). Creatures with sunlight sensitivity should treat the light as sunlight if the light absorbed was also sunlight.",
   "price": "10 GP",
   "author": "Typer525"
 },
 {
   "roll": "49",
   "name": "Glassblood",
   "type": "Injury",
   "ingredients_facts": "Favoured by drow torturers, this clear syrupy liquid, rapidly spreads within the victim's bloodstream causing debilitating pain when struck with blunt objects. Ideal for long sessions of information gathering when drow are thought to be planning escapes to the surface. It's manufacture is known only to the Priestesses of Lolth, who distill the substance from Phase Spider venom and mix it with the rendered fat of those who betray the Queen of Webs. The victim usually becomes the latter.",
   "effect": "DC 16 Con save. On a failure, for the next hour the victim gains resistance to Piercing Damage but is Stunned for 1 Round if it takes Bludgeoning Damage unless it succeeds another DC 16 Con save. If the Bludgeoning Damage is dealt by a Critical Hit, the victim must make a DC 16 Con save or be Stunned for 1 Minute as their body suffers the horrible agony of their blood breaking into thousands of tiny shards within their veins. . ",
   "price": "Average price on the black market is 500GP for a dose.",
   "author": "Eggs_Maledict"
 },
 {
   "roll": "50",
   "name": "Gambit",
   "type": "Ingested",
   "ingredients_facts": "Originally developed as a deadly poison by assassins of the Dragon's Claw, Gambit was quickly discovered to occasionally enhance the target's abilities instead of causing their demise. For that reason, the assassin's guild quickly abandoned use of the poison in favor of more reliable ones. However, some people today still use the substance as both a risky performance enhancing drug or as an equally risky toxin. The process to create this substance is a well guarded secret, but the materials used are suspected to include both things of great healing properties and natural toxicity.",
   "effect": "The target must make a DC 15 CON saving throw. On a failed save the target is poisoned for 1d8 hours. While poisoned in this way, roll 1d6. If the result is even, the target takes 1d8 poison damage every minute and suffers a -1 penalty to all checks using WIS. If the result is odd, the target instead gains a +2 bonus to both STR and DEX and has a passive wisdom of 15 (if it wasn't at least that high beforehand). On a successful save, the target is not poisoned.",
   "price": "50 GP",
   "author": "Huulkinat"
 },
 {
   "roll": "51",
   "name": "Prestidigitator's Patois-Paralyzing Pepper Potion",
   "type": "Ingested",
   "ingredients_facts": "Prepared from a particularly pungent patch of alpine peppers, the Prestidigitator's Patois-Paralyzing Pepper Potion was produced primarily as a provincial product of the parish of a specific potentate. Previously presented by a potluck participant, it's pure potent power was repurposed as a poison specifically planned to put the palates of particular prestidigitators past their purposes.",
   "effect": "DC 15 Con save. If failed, the creature's mouth goes tingly and numb for roughly 10d6 minutes, rendering speech awkward and difficult. An affected creature has a disadvantage on any actions that require vocalization to enact/activate. Spells cast that require a vocal component suffer a -5 to their spell save DC. If the affected creature currently has an active Concentration spell or ability, they must make a DC 15 saving throw to maintain it.",
   "price": "10 GP(often purchased as a gag gift or a prank to play on friends)",
   "author": "Lestenna"
 },
 {
   "roll": "52",
   "name": "Meklor's Toad Juice",
   "type": "Contact",
   "ingredients_facts": "Created with a mixture of toxins extracted from various venomous toads this poison dramatically slows and relaxes the victim. It's glassy, clear, and quite viscous. It sticks easily to skin, and to clothing. Invented not as a poison, but as a medicinal anesthetic, the touch of the poison rapidly numbs the skin and the mind. Those exposed report tingling in their extremities, and powerful, though benign, hallucinations.",
   "effect": "DC 10 Con save. On success, victim moves to the bottom of the initiative order. If they have already acted this round, they do not act again until the following round. Upon failure, the creature is dramatically slowed. Movement speed is halved, and all attacks made by them have disadvantage. All attacks against them have advantage. This effect is ended with another DC 10 CON saving throw made at the end of their turn. If raging, target must make DC 10 WIS save or be so calmed by the effects of the poison that the rage ends.",
   "price": "20 GP",
   "author": "NPCmiro"
 },
 {
   "roll": "53",
   "name": "The Harpy's Tears",
   "type": "Ingested",
   "ingredients_facts": "A slightly opaque, white liquid, distilled, as the name implies, from the tears of a male harpy wept under a full moon.",
   "effect": "DC 15: Wisdom Save. On a failed save, the target is entranced by melodies inside their own mind, and will immediately begin to travel in a random direction. The target stays moving in that direction, unless prevented by an obstacle, at which time the direction will change at random again. The target can make one saving throw each hour that passes. While under the effects, the target cannot speak or hear others speaking to them. The effects of the poison wear off after 12 hours. ",
   "price": "800 GP",
   "author": "Ricky W."
 },
 {
   "roll": "54",
   "name": "Mariner's Bane",
   "type": "Ingested / Injury/ Contact",
   "ingredients_facts": "A clear liquid, almost indistinguishable from salt water, this poison was often used to eliminate naval targets of opportunity by less than savoury pirates, assassins, and admirals. The chief ingredients are salt water, wood collected from the hold of a wrecked ship- usually one sunk in battle, the bloodier the better, but any suitably tragic accident will suffice-and any one of a number of slightly more Conventional poisons (the inventors swear by distilled Wyvern or Manticore venom for the best results). The poison is added to the salt water and a ritual calling on the vengeance of the sea for the victims of the shipwreck performed, at which point the wood from the wreck is added. The result is a poisonous substance that is almost impossible to determine as a poison, instead taking on the characteristics of fresh seawater.",
   "effect": "Although indistinguishable from salt water by any normal inspection, a detect Poison and Disease spell will reveal the true nature of this substance. The target must make a DC 15 WIS saving throw. On a failed save the target becomes obsessed with water (especially the ocean) for 1 hour. The target must use its action to move towards or into the nearest large source of water that it knows of. Once submerged in water, the target must make a DC 13 WIS saving throw on each turn spent submerged and poisoned. On a failed save the target attempts to breath in water and drown itself resulting in 3d10 necrotic (?) damage. On a successful save the target is no longer under the influence of the obsession with water. ",
   "price": "250 GP",
   "author": "C0LdP5yCh0 (Name, Poison History and Ingredients), Huulkinat (Poison Effects and Price)"
 },
 {
   "roll": "55",
   "name": "The Sweet Sweet Release of Korb Nagglebrek's Slimy Limes of Time",
   "type": "Contact",
   "ingredients_facts": "A viscous substance with a bright green hue that vibrates slightly as it comes into Contact with the victim's skin. The substance is the brainchild of one Korb Nagglebrek; a perverse halfling alchemist who dabbled in the dangerous field of time-travel. Discovered as Nagglebrek attempted to Convert a lime into the ideal time-travel fuel, the substance causes the victim to revert to an age where they felt the most joy in life. This sensation feels like the greatest release of pain and grief the victim has ever felt, as if one has not been able to cry for a decade. However this lasts only briefly, as then the substance catapults the victim forward in time, leaving them in their last moments of death. Korb has said of the substance that it is not his worst work.",
   "effect": "DC 18 Con save, then - if applicable - a DC 14 Wis save. If the Con save is failed, the afflicted character is aged back to the age they determine to be the happiest in their life. However, the GM may choose to overrule any decision made by the player to an age more reasonable or suitable, at the GM's discretion. After 1d6 minutes the character is then aged rapidly to within the age of their death, as determined by their race. If the character in question fails the Con save, then a WIS Save is required. If this too is failed, then the character receives the mind of the age they have been aged to. If the Constitution save is successful, then the character feels a slight sense of nostalgia and no other adverse effects. ",
   "price": "1 PP",
   "author": "Joseph Crook (@photocrook on Instagram)"
 },
 {
   "roll": "56",
   "name": "Plague Bringer",
   "type": "Inhaled",
   "ingredients_facts": "Heavy green dust with a spicy smell that is used by to quietly weaken targets before a kill is to be secured. made from bits of veggie pygmies as well as several expensive alchemical solutions that ravage its victims immune system. it's a pragmaticist's favorite but fails to be helpful in spur of the moment encounters.",
   "effect": "DC 15 Con save, on 3 failed saves performed at the the time of inhalation and at the end of each of its turns the target is afflicted with a non magical version of the Contagion spell. on 3 successful saves the poison has no effect the disease is randomly determined by a d6 roll. 1. Blinding Sickness - Pain grips the creature’s mind, and its eyes turn milky white. The creature has disadvantage on Wisdom checks and Wisdom saving throws and is blinded. 2. Filth Fever - A raging fever sweeps through the creature’s body. The creature has disadvantage on Strength checks,saving throws, and attack rolls that use Strength. 3. Flesh Rot - The creature’s flesh decays. The creature has disadvantage on Charisma checks and vulnerability to all damage. 4. Mindfire - The creature’s mind becomes feverish. The creature has disadvantage on Intelligence checks and Intelligence saving throws, and the creature behaves as if under the effects of the Confusion spell during combat. 5. Seizure - The creature is overcome with shaking. The creature has disadvantage on Dexterity checks, Dexterity saving throws, and attack rolls that use Dexterity. 6. Slimy Doom - The creature begins to bleed uncontrollably. The creature has disadvantage on Constitution checks and Constitution saving throws. In addition, whenever the creature takes damage, it is stunned until the end of its next turn. The effects wear off after 7 days or if the disease hasn't taken hold yet any way of nullifying poison stops the process. if the target has already failed 3 saves from this poison it can be stopped with any method of curing disease.",
   "price": "1,200 GP",
   "author": "Chris J. AKA Mr.Scribz"
 },
 {
   "roll": "57",
   "name": "Poison of Poisons Laira's Poison of Mystery",
   "type": "Ingested",
   "ingredients_facts": "This poison was once made by Laira, when she found herself in a mischievous mood. The poison has a different colour to each person who lays their eyes on the vial. Some see it as a light pink with glitters, some as an oozy black with chunks. It is said that no two individuals will ever see the same thing inside the vial, but that is yet to be proved. Taste, smell, texture, and even at times sound the poison makes, also changes per person. All these attributes also change after Consuming one of the dosages. The downside is, the poison isn't simply made by mortals, and can only be done so by deities. The ingredients are unknown, but they are all imbued with divine energy. This is an extremely rare poison not often found.",
   "effect": "Each poison vial comes with 4 doses. Roll 1d100, and the poison that corresponds to that number on THIS list gets applied (even if the poison type is different). The DM, if they so wish, can add and/or remove effects such as Consequences for using the poison. All the effects of the poison will be at double the power. Including Consequences, effects added or removed, both against and for the PCs interest. Saving throws remain the same, however, the effect gets doubled. If dice are involved such as 1d4 it will become, up to the DMs decision, 2d4, 1d8 or 2d8. In case Poison of Poisons (PoP) is rolled again, they will be effected with an Poison of Poisons (II). In this case, the Consumer of the poison re-rolls a 1d100, and repeats the previous steps; however, any and all effects will be doubled again in power, so four times the original power. If Poison of Poisons is rolled again for a third time, it becomes a Poison or Poisons (III), in which all powers are octupled. For every additional PoP roll, the effect power doubles twice from the previous amount. PoP (III) doubles the power of Pop (II) while a PoP (V) doubles the power of PoP (IV), which in itself is a double of the previous. The effects the player gains after Consuming the poison are unbeknownst to the player, unless clearly visible. An example being: The PoP ended up giving PC +5 to Strength. When doing a strength check, the DM will add the +5 strength to their throw without telling the player of this. However, if the player feels nauseous, they will immediately be able to tell. If they become resistant to fire, they will not know until they are set ablaze. The PC can attempt to figure out the effects of the poison by doing a saving roll for the closest attribute to the effect of the poison (Con, Dex, Int, Etc.). The DM can at any time change any of the above to be more fitting to what they need. The DM, if they so wish, can also provide players with a Poison of Poisons (I/II/III/IV/V etc) The strength of the effect will equal to: 2^x, where x is number prescribed in the PoP (I/II/III/etc.).",
   "price": "500 GP",
   "author": "Anonymous"
 },
 {
   "roll": "58",
   "name": "Cave Paprika",
   "type": "Ingested",
   "ingredients_facts": "The part of paprika used in cuisine is the pepper, however when the leaves of Cave Paprika are ground up they become a potent deafening agent",
   "effect": "DC 15 Con save: on a fail the target becomes immediately deaf for 1 hour",
   "price": "150 gp",
   "author": "Evan L"
 },
 {
   "roll": "59",
   "name": "Red-currant jelly",
   "type": "Contact or ingested",
   "ingredients_facts": "This is just some red-currant jelly with bits of raisins in it, but can fool others into thinking it's real poison.",
   "effect": "The user must somehow Convince the target that the jelly is, in fact poison, requiring a persuasion check Contesting the target's poison knowledge. Depending on the degree of success, the target believes they will suffer harm or some setback, either physical or mental, which the players and DM decide between themselves. Once the poison is somehow applied or ingested, the target must make a DC 8 wisdom saving throw to see if they actually feel like something is happening. ",
   "price": "10 SP to 2 GP (dependant on quality of jelly and amount of raisins)",
   "author": "Nick P"
 },
 {
   "roll": "60",
   "name": "Dreammist",
   "type": "Ingested",
   "ingredients_facts": "A rainbow coloured, viscous liquid, made with the tail of a coatl. Its vapours permeate the air around it with an uncanny sweetness. The poison is taken as a recreational drug by those desperate enough to want to do so, but runs the risk of corrupting their bodies long-term. It is often used by assassins or rogues as a non-lethal means of bypassing their foes, or forcing them to have terrible visions that haunt them in the future.",
   "effect": "The target who ingests this poison experiences vivid hallucinations of their wildest desires. If failing a DC 13 wisdom saving throw, the target promptly falls asleep for 6d6 minutes, and on waking, their visions turn into a nightmare, dealing 3d6 psychic damage. Successfully saving against this poison allows the target to experience these hallucinations but otherwise maintain their faculties. Each ingestion of dreammist before a long rest increases the saving throw DC by 3.",
   "price": "50 GP",
   "author": "Jamie M"
 },
 {
   "roll": "61",
   "name": "Clockmaker's Bane",
   "type": "Injury",
   "ingredients_facts": "A black, oily substance that looks almost exactly like mechanical grease or lantern oil, it was originally devised by the gnomish assassin, Perticulo, in response to a request from a friend to dispose of a rival artificer. Magically refined from a mixture of lycanthrope blood, displacer beast saliva and black jelly residue, coupled with stabilizing agents, it was specifically designed to kill slowly and appear to be natural progression of a disease while remaining non-magical in nature, so as not to alert the artificer and allied mages as to its nefarious purpose. Given its unusually persistent effectiveness, Perticulo refined and honed the recipe over many years and used it repeatedly as a subtle way to dispose of magically attuned folk and those prone to low vitality. His refinements caused it to lose some of it's potency and ease of deliverance, but remained a niche and effective tool in his arsenal for many years until he was eventually killed by a werebeaver, trying to procure more. The poison disappeared from use for decades before his notes were eventually unearthed, and the Thieves Guild began manufacturing and distributing it more abundantly.",
   "effect": "Must be applied with slashing or piercing damage only. The victim must make a DC 8 CON save. On a failure, they gain one level of fatigue. On a success, they gain -1 CON. The Constitution penalty cannot be restored or avoided without the use of a 5th level spell or higher (such as Greater Restoration). Fatigue inflicted by this poison cannot be cured through rest. This roll is repeated every 24 hours from the time of injury. The poison does not do damage, nor inflict the poisoned Condition, and so cannot be resisted, and will not be detected by Detect Magic, nor will it be revealed by Detect Poison and Disease, unless the character specifically targets the viscous poison itself (note: once inside a victim, it will not be revealed in this fashion either, unless the character has knowledge of the poison and it's effects.) Once the victim has reached a -10 modifier to CON (10 successful saves, or more if Greater Restoration is used), the poison loses potency, and they regain 1 CON every 24 hours after for the next 10 days until they are back to their normal modifier, as well as recovering 1 level of exhaustion induced by the poison each day. The poison can be delayed indefinitely through Greater Restoration, but can only be neutralized before it's end through directed use of a curing or restorative spell with specific knowledge of the poison (cannot be cured randomly with magic or non-specific antitoxins), or a 9th level spell (such as Power Word Heal, or Wish directed at curing the ailments of the victim.) The victim dies only if they reach 0 CON, or Level 6 Exhaustion.",
   "price": "350 GP per vial from select, anti-arcane branches of the Thieves guild. It is not difficult to manufacture, but its knowledge and recipe are carefully guarded secrets, found only in specialty books and known to master poisoners. (vial Contains 100 doses)",
   "author": "lostkavi"
 },
 {
   "roll": "62",
   "name": "Whiz-o-wisp",
   "type": "Contact",
   "ingredients_facts": "Made from Will-o-Wisp urine collected on the Ethereal Plane. Usually made by night hags or other creatures that frequently harvest souls. Comes in a fist sized clay pot that is thrown at target. Clay pot is warm to the touch and has a static charge that tends to raise the wielder's hair.",
   "effect": "On Contact the target must make a DC 15 Constitution saving throw. On a failed save takes 3d6 lightning damage and until the end of it's next turn, sheds bright light in a number of feet equaling the number of damage taken. On a successful save the target takes half damage and becomes invisible until the end of its next turn. If target is wearing metal armor the Constitution save is made with disadvantage.",
   "price": "300 GP",
   "author": "K. Luckham"
 },
 {
   "roll": "63",
   "name": "Stirge Nectar",
   "type": "Contact",
   "ingredients_facts": "Most commonly used by swamp dwelling creatures such as Lizardfolk, Stirge Nectar is a foul smelling and sticky substance made from rotting fruit of the quince tree mixed with stagnant swamp water. Often thrown in thin pouches or clay pots at targets, or used in traps to ward off trespassers.",
   "effect": "Upon Contact target must make a DC 16 Constitution saving throw. On a failed save the target becomes incapacitated (by nausea). The target remains incapacitated until it succeeds a saving throw at the end of each of its turns. On a successful save it does not become incapacitated. Regardless of saving throw result, the smell of nectar will attract a pack of 1d4+3 Stirges within 1d4 rounds, that immediately attack the target.",
   "price": "3 GP per half gallon splash",
   "author": "K. Luckham"
 },
 {
   "roll": "64",
   "name": "Purple Pollen",
   "type": "Inhaled / Contact with Eyes",
   "ingredients_facts": "Made from the spores of Violet Fungus mixed with powdered peppers. Often found in areas close to Underdark entrances. Comes in a vellum pouch roughly the size of a fist. Once mixed this powder loses all potency after 4 days.",
   "effect": "Once inhaled or thrown into eyes of target, target must make a DC 20 Constitution save. On a failed save target takes 1d8 Necrotic damage, and suffers a random short-term madness (DMG pg #259). On a successful save target takes half damage and no madness effect.",
   "price": "250 GP",
   "author": "K. Luckham"
 },
 {
   "roll": "65",
   "name": "Faerie Fire",
   "type": "Contact",
   "ingredients_facts": "The exact formula is a secret known only to a certain band of forest gnomes, but it is believed to be distilled from the breath of Faerie Dragons and extracts of several types of fungi mixed with extremely potent distilled spirits. The forest gnomes use it as a prank to test the mettle of non-gnomes who visit them, mixing it into a drink, or offering it as an aperitif.",
   "effect": "DC 15 Con saving throw. On a success, creature experiences a mild and pleasant euphoria lasting 1d4 hours. During this time, all rolls are made with disadvantage and movement rate is half normal. On a failure, the creature experiences hallucinations and paranoia - treat as being under the effects of a Confusion spell - for 1d4 hours. Regardless of the save, after the effect wears off, treat as suffering a level of exhaustion until a long rest is taken.",
   "price": "Not commonly sold to outsiders (but often used to dose them as a prank). It might be given to those who have done a service to the gnome band",
   "author": "Arkyee"
 },
 {
   "roll": "65",
   "name": "Diplomats Draught",
   "type": "Ingested",
   "ingredients_facts": "A honey mead made from honey that came from a beehive attached to a Dryad's tree. Highly sought by Noblemen involved in diplomatic negotiations. Usually comes in a half pint stoneware flask and is one dosage.",
   "effect": "Once ingested the target must make a DC 19 Wisdom saving throw. On a failed save target becomes open to suggestion for 12 hours and all Deception, Persuasion, and Intimidation checks against target are made with advantage. On a successful save target becomes immune to Diplomat's Drought for 24 hours and is aware that they have been poisoned.",
   "price": "500 GP",
   "author": "K. Luckham"
 },
 {
   "roll": "66",
   "name": "Hagseek",
   "type": "Ingested",
   "ingredients_facts": "Often disguised as potion of flying this Concoction combines mistletoe, eyebright, and nightshade to cause unConsciousness. If the poison was crafted with ingredients from the Shadowfell unConscious victim meets and Confers with a green hag on the ethereal plane. Often sold by hags to unwitting adventurers for the sole amusement of said hag.",
   "effect": "Target must make a DC 18 Constitution Saving throw. On a failed save the target falls unConscious for 1d12+1 hours and has an out of body experience on the astral plane where the intangible target flies to the nearest green hag on that plane of existence, and has a Conversation with the hag. The hag may offer information at a price, or may demand the target entertain her in some way. Work with DM for details. On a successful save the target expels the poison immediately taking 1d4+1 acid damage and adds one level of exhaustion until next long rest.",
   "price": "Rarely found for sale. Usually mistaken for, or disguised as, a potion of flying.",
   "author": "K. Luckham"
 },
 {
   "roll": "67",
   "name": "Angel's Breath",
   "type": "Inhaled",
   "ingredients_facts": "Discovered accidentally after a couple of lovers wandered deep into a forest and smelled the wrong wild flower, this bright, royal blue powder is made from the pollen of those flowers. It needs to be refined in order to be maximally effective (as described here). It is now used by criminal organizations to rob naive travelers, especially when they are few in number. It is so potent, that all a criminal needs to do is take a handful out of his pocket when close to his mark, unfold his hand not far from the victim's face, and blow the powder in their direction.",
   "effect": "The target must make a DC 15 WIS saving throw or else enter a pleasant twilight state for 1d4 hours, during which the body is still fully functional, as if the mind wandered off somewhere and the body became a functional zombie. While in this state, the target is extremely open to suggestion, as if under the effects of a Charm Person spell. When the effect wears off, the target has no memory of anything that occurred during the episode. This only affects Humanoid types, regardless of immunity to Charm since the mechanisms of action are different from spells.",
   "price": "Its refined form is only available for purchase from a Thieves' Guild or other similar criminal organization. Price varies depending on perceived level of need, usually charging 500 GP or more per dose.",
   "author": "DAE"
 },
 {
   "roll": "68",
   "name": "Dragon's Blood",
   "type": "InhaledIngestedInjury",
   "ingredients_facts": "Dragon's Blood is widely believed to be the actual blood of fallen dragons cursed to prevent thieves from stealing from the dragon even after its death. The red, opaque gemstone is mined in areas of volcanic activity and can then be crushed into a fine powder, easily mixed with water (tasteless), or heated to a vapor (smells like rotten eggs).",
   "effect": "The target must make a DC 16 CON saving throw. On a failed save the target takes 3d6 poison damage and becomes poisoned. When poisoned like this, the target has an itching sensation all over and experiences profuse sweating. Additionally, the target experiences impaired vision resulting in a -1 penalty to all attack rolls and skill checks that require sight. After 1 day without treatment, the target suffers insomnia and cannot complete a full rest. After 2 days without treatment, the target is overcome with weakness and memory impairment resulting in a -2 penalty to both STR and INT.",
   "price": "500 GP",
   "author": "Huulkinat"
 },
 {
   "roll": "69",
   "name": "Quadruple Foul",
   "type": "Ingested",
   "ingredients_facts": "A poison made by mixing a variety of other poisons to achieve devastating effects",
   "effect": "The target must make 4 DC16 CON saving throws, and will receive the effects of whichever ones fail. Multiple effects will not be active at the same time, and instead will activate when the previous effect ends. 1st: Poisoned for 1d2 hours. 2nd: Paralyzed for 1d2 hours. 3rd: deafened for 1d2 hours. 4th: Blinded for 1d2 hours.",
   "price": "Received from quest asking for one potion of each effect it inflicts. Afterwards, party is given 1 vial and the recipe",
   "author": "BurnByMoon"
 },
 {
   "roll": "70",
   "name": "Buzzing Torment",
   "type": "Contact",
   "ingredients_facts": "An extract from the common wasp, this pheromone has been magically treated by the Black Alchemists of Orbay, enhancing the distance from which it will attract wasps. The Black Alchemists, though masters of many debilitating poisons only sell this to their most trusted customers, due to the extent of agony it causes",
   "effect": "DC 15 Con Save. Once applied, every hour, 2d4 Stirges, Giant wasps or 1d4 wasp swarms assault the target. They cannot be frightened, and will only attack the target of the poison. This effect lasts either 1d12 hours or until the pheromone is washed off, either with universal solvent, or taking at least an hour to scrub off, using soap or an equivalent.",
   "price": "Sold by the Black Alchemists, for 50 GP for a dose. May be found on the black market for exponentially higher",
   "author": "unhygenicchipmunk"
 },
 {
   "roll": "71",
   "name": "Gargoyle's Temperament",
   "type": "Contact",
   "ingredients_facts": "A powder that is very much the consistency of wet concrete, this poison has been magically enchanted with the ability to turn flesh to stone. A small dose will turn just an appendage, while a larger dose will turn a whole person.",
   "effect": "The target must make a DC 16 CON saving throw or be afflicted with the spell Flesh to Stone.",
   "price": "Dose for an appendage is 500 gp, and enough for a whole person is as high as 3000 gp",
   "author": "ZeparBarbetos"
 },
 {
   "roll": "72",
   "name": "World's Deadliest",
   "type": "Ingested",
   "ingredients_facts": "It is a slightly watered down dark green liquid, which smells and tastes like pine needles. Contrary to its name this poison is actually relatively harmless in its effects. Usually sold by shifty merchants to scorned lovers in order to make an easy profit. Due to the nature of the purchase, the common man is left without legal recourse.",
   "effect": "Target must make a DC 15 CON saving throw to resist the effects of the poison. If target fails the saving throw, their veins take a dark blue appearance and they suffer from a stomach ache for 1d4 hours. At the end of which they must make another DC 15 CON saving throw to resist. If they fail once again, roll another 1d4 hours. After which the poison fades, leaving the victim unharmed.",
   "price": "Usually 5 GP, however the merchant will charge whatever they believe they can get away with.",
   "author": "got_pixels"
 },
 {
   "roll": "73",
   "name": "Smokeball Special",
   "type": "Ingested",
   "ingredients_facts": "Originally a cantrip designed by magical entertainers, the Smokeball Special was a spell for Conjuring and directing a small ball of smoke. However, after audience members who accidentally inhaled the smoke fell ill, the spell was banned. A few unscrupulous performers who had been involved in the practise sold the secret of the cantrip to a hooded figure. A few months later, word among thieves' guilds spread of a poison that could suffocate a target long after they had been poisoned. The Smokeball Special is now most easily procured from hooded figures who peddle their wares on new moons at midnight.",
   "effect": "The Smokeball Special comes in capsule form, and when opened, releases a fine grey powder. The powder can be added to food or drink, and leaves a hint of campfire smoke once mixed. If the food/drink was not prepared on/near a cooking fire, DC 13 Perception to detect that the food/drink has been interfered with (DC 18 if fire was involved). 3 hours after ingestion of Smokeball Special, the affected creature feels like vomiting. However, the only thing their stomach is capable of ejecting is a viscous cloud of dark grey smoke. This smoke flows into the lungs, and fills the creature's nose and mouth. The creature spends 1d6+3 rounds coughing out the smoke. The creature can not take any other actions during this period. The creature must make a DC 15 Constitution save each round. On a failure, they take 1d10 fire damage as their respiratory system is ravaged. On a success, take half damage. Once all the smoke is expelled, the creature is free of the smoke and can act as normal from the following round. If the poisoned creature is asleep at the time the poison takes effect, they are woken up and have disadvantage on their first save.",
   "price": "200 GP",
   "author": "ApertureJunkieZA"
 },
 {
   "roll": "74",
   "name": "Slight Discomfort",
   "type": "Inhaled",
   "ingredients_facts": "Developed by the cursed Wizard Pal'zerus, whose luck was always decided by a coin toss, he stumbled upon a secret recipe to create a distracting poison that would render opponents in battle unable to concentrate. Made from mosquito saliva, poison ivy, rose hip, ground feathers of a Griffon and strained through the roughest sheep wool, Slight Discomfort was made as a nonviolent way to help turn the tide of battle. Slight Discomfort was adopted by many city guard garrisons as a way to help disperse gathering delinquent crowds as well as break up riots in progress.",
   "effect": "One dose of Slight Discomfort can be thrown to cause a 10ft burst that affects all creatures caught within the effect. (Additional doses added increase the radius by 5ft for a maximum of 25ft) A creature caught in the effect must succeed at a DC 18 Constitution saving throw or become affected by Slight Discomfort. While under the effects of Slight Discomfort, creatures begin to notice an itching sensation in their palms, or what may Constitute their palmsEffects: Every attack made by the creature is at a disadvantage as they become too focused on the desire to scratch the Itch.Save: In order to not be at a disadvantage, a creature must make a DC 7 Will Saving throw to overcome the desire to scratch. In doing so, they are not affected by the Slight Discomfort. The save must be made every round and increases by 1 for every successful save made. If a creature spend their action to scratch the itch however, the DC resets back to 7 and the affected creature does not have to make another saving throw for 1d4+1 rounds. Slight Discomfort runs its course after 5 minutes, but a DC 15 Constitution saving throw can be made every minute to end the effect early.",
   "price": "350 GP",
   "author": "HasturCarcosa"
 },
 {
   "roll": "75",
   "name": "Devil's Impulse",
   "type": "Ingested",
   "ingredients_facts": "A poison made for its appealing appearance irresistibility. Originally crafted to entice lesser intelligent creatures to Consume it as to render them paralyzed. Those administering the poison would be standing by in order to dispatch them quickly. Usually created in mass quantities and produced for large meals and to be mixed with food and drink. Usually made from unknown substances found in the fire plane.",
   "effect": "The target must succeed on a DC 17 Con Save or becomes paralyzed until lesser restoration is cast on the victim. If lesser restoration is cast within 4 hours of drinking the poison, the target must make a DC 15 Wis Save or will become dependent on the poison and must find more or suffers 1d12 psychic damage every day without ingesting the poison. This cycle can only be broken by casting greater restoration on the target and then all effects are removed. ",
   "price": "750 GP",
   "author": "Boomdabah"
 },
 {
   "roll": "76",
   "name": "Dwarven Resilience",
   "type": "Ingested",
   "ingredients_facts": "When dwarven ale brewers took things a little too far, Dwarven Resilience was made. Too potent for even the hardiest dwarves, it was banned from most meaderies, but with the right words to the right people, you may get your hands on some.",
   "effect": "A single dose of Dwarven Resilience can be mixed into any beverage or liquid, leaving an earthy stench. A creature can attempt a DC 15 perception check to notice that their drink has been tampered with. A creature that drinks Dwarven Resilience must succeed a DC 17 Constitution saving throw or become poisoned for 1 hour. While poisoned this way, the creature's speed is halved, and they cannot take reactions. If a creature fails the saving throw by 5 or more, they are knocked unConscious for the duration. ",
   "price": "150 gp",
   "author": "The_Aboleth"
 },
 {
   "roll": "77",
   "name": "Glare",
   "type": "Ingested",
   "ingredients_facts": "A poison made by boiling various cave mushrooms. It is a black, oily liquid that dissolves in water. Created by a druid attempting to create a potion of night vision, but had unintended side effects.",
   "effect": "DC 15 CON save. After 1 minute, target gains darkvision. Vision slowly becomes brighter, over 10 minutes, until everything is white. The target is the blinded, and every 10 minutes must make a DC 12 WIS save or take 1d4 psychic damage. Lasts for 1 hour, then fades back to normal vision over 10 minutes.",
   "price": "Why would anyone sell this? Because I'd buy it.",
   "author": "DorkMage"
 },
 {
   "roll": "78",
   "name": "Viper Weed",
   "type": "Inhaled",
   "ingredients_facts": "Viper Weed usually grows in swamps where the veil between dimensions is unusually weak, Viper Weed is a small, red, tube shaped plant often mistaken for cinnamon at first, but when curious adventurers get too close it spits a cloud of spores into the air blinding the adventurer, and causing intense coughing if inhaled. Assassins started harvesting the spores by placing a cup on the plant before it releases the spores, and started using it to debilitate targets.",
   "effect": "DC 18 Con save: on a fail the target is blinded and rendered incapacitated for 10 minutes.",
   "price": "250 gp",
   "author": "Evan L"
 },
 {
   "roll": "79",
   "name": "Moradin's Tears",
   "type": "Ingested",
   "ingredients_facts": "It was one of the most popular dwarven drinks long ago. Now, however, it is feared throughout the known world. It was found out that the sumptuous beverage can actually kill many of the races of the land. Dwarves, as well as most ground-dwellers are immune to this potent poison. However, races with weaker bodies, such as elves or humans, can sometimes be killed instantly. Not much is known about how to prepare this dreaded abomination of an ale. However, it is theorized that, in order to achieve such potency a higher power of some sort was involved somehow. Many people, at this point, bring up the story of Nak'til the Wild. This half-orc was born during the great segregationist movement in the human and elf kingdom and thus was shunned by society as a whole. So he moved to one of the great dwarven mine-cities. There, he found affection and love that he never truly could in the world he was born in. He later became an adventurer and, by luck, was granted a small favor by Asmodeus himself. He chose to reward his friends, the dwarves by granting the thing they loved most - ale. So he told Asmodeus I wish there was a drink which was easy to get and which only the dwarves could truly enjoy. And Asmodeus made sure that only the dwarves would enjoy it.",
   "effect": "DC 20 Con Sav. On a fail, the drink slowly kills the target from inside. It presents itself as a harmless, bubbly, yellow ale. It has an incredible sweet taste and, if mixed with most ale, it will blend in, making it the perfect poison. However, if drunk by any race susceptible to it, it will deal 1d4 acid damage which cannot be prevented to them at the first dawn. You see, it is a highly caustic poison and as it burns through one layer of flesh, it gets more potent. At the second dawn, the person takes 1d6 damage. Then 1d8, 1d10, 1d12, 1d20, until finally, on the dawn of the seventh, it deals 1d100 caustic damage then and on any dawn thereafter, if any. A person dying from Dwarf's Poison may not be healed while the poison is in their system. If the person dies from the poison, the liquid, now turned a sickly green first pokes through the front of the belly, bursting through what little flesh the creature will have at that point. Once activated by (turned green) by ingestion by a non-dwarf, it will essentially turn into a highly dangerous acid. It may be neutralized by a holy ritual toward a good deity, but not while in a creature. The only magical way to get the poison out of a person is the use of a Wish spell.",
   "price": "Depending on where you go, it may cost nothing or, quite literally, your soul and then some. It is most abundant in dwarf cities, where it can be bought from many apothecaries as Dragon Unguent. There, the general price is somewhere around 50-100 GP for one dose, which is about one third of a dwarven cup (125 mL). It can also be found in the human world for double the price and Asmodeus may sell it to you himself, but his prices differ. Finally, you may be able to find some in your own cup, and that's free.",
   "author": "Hidrog"
 },
 {
   "roll": "80",
   "name": "Voodoo Gash",
   "type": "Injury",
   "ingredients_facts": "Made from objects of great importance to the mixer. Could be objects of sentimental value, remains of a loved one or pet, something crafted with love and care, or expensive jewelry. Sacrifice is the name of the game. If objects of tremendous importance or great amounts of revenge are put into the making of the potion, the effects should amplify appropriately. Often made with a target in mind.",
   "effect": "Must be applied to a weapon a few hours (4ish) in advance; If not, the effects are halved. The target must succeed a DC 18 Con save or sprout a small limb out of the wound or bruise. The limb is a bone-thin white arm with a small hand on the end of it. The hand has three long pointy fingers and a thumb that grip a small dagger made of bone. It is squishy to the touch. It 'lives' for 24 hours and Constantly makes +1 attacks on its host and does 1d2+2 damage if successful. This attack happens on the turn of the host during combat. Can be cut off with a sharp weapon; DC 14 Con save 4d4 damage on fail, half on success. If ripped off bare handed, the wound it leaves remains open and does not heal without the aid of magic along with doing 4d4 damage. If ignored for the full 24 hours, it starts drying out and wilts off the host like a dying leaf but no other damage is taken. It can also be held immobile with one's hand (str 6 grapple) or bound with rope and it will struggle to free itself until it does so or dies off. Can be removed by a restoration spell or quality healing potion without worry. The little arm is also affected by any Condition the host is; if the host is knocked unConscious so is the little arm. If the host is affected by a spell that makes them dance unControllably the little arm also dances. And so on.",
   "price": "cool stuff man or 260 GP and something dear to your heart for 2 doses",
   "author": "Smelly Good Voodoo Shaman"
 },
 {
   "roll": "81",
   "name": "Viral Mite",
   "type": "Ingested",
   "ingredients_facts": "A small insect that procreates through parasitism. It latches itself onto food. Once entered the host, the insect slowly multiplies inside the body until enough of the host body has been Consumed by the insect. Upon full maturation, the host bursts open in a swarm of new Viral Mites and the cycle begins again.",
   "effect": "A passive perception of 14 can detect the presence of the insect. Upon Consumption, inflicted target must make a DC 17 Constitution saving throw. On success, the target vomits out the recently Consumed item and bug. On failure target feels minor discomfort 1d10 minutes later. This feeling is similar to indigestion. 1d8 hours later, target feels moderate discomfort, taking 1d4 internal damage. 1d4 days later, target is unable to move, taking 1d10 internal damage. 2 days after this, a swarm of 2d10 Viral Mites emerge from every orifice of the afflicted creature, taking 4d12+10 damage. This poison can be cured very easily with a healing spell directly intended on removing the Viral Mite.",
   "price": "200 gp",
   "author": "RustRider"
 },
 {
   "roll": "82",
   "name": "Hags Whiff",
   "type": "Inhaled",
   "ingredients_facts": "It was the usual, I bet you can't spend a night in that old haunted shack, and B'Zimbaxi never turned down a bet. The moment he entered he was overwhelmed by the bitter smell of decay, mingled with blood's tinny odor. However, he remained and won the 10 gold. It was only once he had grown older that he realized that that was the Lair of a Hag. He spent hours trying to replicate the dizzying effect of the inside of the smell, to no avail. Breakthrough came when he Considered that the smell came from the perversion of beauty. Hags whiff is created by dissolving the flower of a lilac in a mixture of 1 part honey to 2 parts milk. After letting the mixture sit for 4 days in the sun, a cup of the blood of a twice dead animal is added and the mixture is brought to a boil. The final ingredient are the spores of the shrieker. The mixture is placed in a barrel and left to sit in the sun for 1 month.",
   "effect": "Constitution DC: 14 In a single dose the effects of this poison is a -3 to perception and nature rolls, the subject will be impotent for one month, as well as a lingering fascination with corruption. However, in larger doses it can be leave the subject sterilized, induce madness, and in extreme cases move the alignment one space lower on the spectrum.",
   "price": "225 gp",
   "author": "CreamyCurtains"
 },
 {
   "roll": "83",
   "name": "Astral Density",
   "type": "Inhaled",
   "ingredients_facts": "This poison was bottled from the gasses of a falling meteor, as it streaked through the atmosphere and left its celestial trail, a passing merchant happened to have one last empty vial to fill.",
   "effect": "DC18 Constitution save. Roll 1D100 to determine how many seConds the user can hold their breath, the can then unstop the bottle, inhale its Contents, and feel the effects. While inhaled, the PC will have their density increased by 5D10 times, allowing them to break through walls, resist movement or influence, or even exert their own gravitational field. ",
   "price": "Found as a subject of worship in a small citadel carved into the side of the valley where the meteor fell, the awe inspiring swirling Contents of the vial has garnered much attention, its worshippers may not let it go without a fight.",
   "author": "DMDaveM"
 },
 {
   "roll": "84",
   "name": "Thieves' Bane",
   "type": "Contact",
   "ingredients_facts": "This poison is a well-known secret between nobles of towns and cities to stop criminals from stealing valuables. The poison is cheap to make but is not very potent, it is therefore, in high supply and not used by nobles of the utmost wealth. It is mass made with a small vial of basilisk saliva, a vial of basilisk saliva would be able to make enough poison to cover about 10-20 small items",
   "effect": "DC15 Dexterity save. Roll 1d6 to determine how many hours the victim has disadvantage on Dexterity saves and checks. The sensation should be when most potent- be described as completely numb in the arm you attempted to grab the item that the poison was covered in with, and as the effect is about to end the person should be able to feel their arm but just barely with pins and needles. ",
   "price": "80 G for 15 small items worth of it. However the person MUST be in a circle of noblemen in order to buy it",
   "author": "MrFillywonk"
 },
 {
   "roll": "85",
   "name": "Mako's Spores",
   "type": "Contact",
   "ingredients_facts": "The poison, first documented by Mako Vrothgrin, a Half-Orc traveller, can be found on an underground genus of mushroom. The fungus is turquoise/gray in color, and can be spotted by its greenish glow.",
   "effect": "Any body parts that make Contact with the mushroom, or poison made from the mushroom, are smeared with the green, fluorescent jelly that coats the mushroom and quickly seeps into the skin. For the next 1d6 hours, the body part glows a green that acts as a dim light with a radius of five feet around the individual. DC13 Constitution Save. On a save, the victim shrugs off the effects of the mushroom/poison (Except for the glow). On a failure, the victim takes 2d6 poison damage.",
   "price": "10 GP per 1 small bottle of the poison.",
   "author": "Sevastopol_Station"
 },
 {
   "roll": "86",
   "name": "Cockatrice Venom",
   "type": "Injury",
   "ingredients_facts": "The venom of the Cockatrice is infamous for it's petrifying effect. When harvested from a special gland in a dead Cockatrice's throat, this can make for a debilitating poison that puts those affected by it into a near coma. It is applied to the tips of piercing weapons, most commonly the darts of a blowgun.",
   "effect": "DC 16 Constitution Saving Throw. On a success the targets movement speed is halved for 1d4-1 days. On a fail, the target falls unConscious for 1d4-1 hours. On a fail by more than 5, the target is petrified for 1d6 days. On a critical failure, the target is petrified indefinitely until a remove curse spell is used.",
   "price": "Cannot be sold, only traded by a Zhentarim assassins residing in Baldur's Gate.",
   "author": "Anonymous"
 },
 {
   "roll": "87",
   "name": "Puku Powder",
   "type": "Inhaled Ingested",
   "ingredients_facts": "Made from the mildly poisonous Puku Plant, an uncommon pinkish, bitter, oblong fruit found in jungles. The unprocessed fruit has few effects, but carefully sun drying the plant and crushing it into a fine powder makes it potent. In this powdered form it is most often snorted for a short high, but can also be mixed into drinks.",
   "effect": "DC 15 Constitution saving throw. Failure causes hallucinogenic effects, often described as fiery demons or similar monstrosities for 1d4 hours, followed by a hangover. A success causes the target to see friendly fairies or sprites and have a pleasant high for 1d4 hours.",
   "price": "25 GP",
   "author": "Jimmeh1337"
 },
 {
   "roll": "88",
   "name": "The Last Light",
   "type": "Ingested",
   "ingredients_facts": "The mixture of bile of a man bit by werewolf,before their first transformation and wolfsbane seems like it may keep lycans at bay. However, if left to age in a charred oaken barrel for more than 6 months, it becomes quite lethal, as Sir Grumwahld of Durask came to find out after he is wife was bitten by a werewolf one summer evening.",
   "effect": "DC 18 One week after ingesting a single dose the victim will fall unConscious and exhibit symptoms that closely resemble death. The symptoms last 2 weeks, unless the victim succeeds at a DC 18 Constitution Saving Throw. The saving throw can be made once every 24 hours. Upon awakening, the victim is permanently blinded by sunlight.",
   "price": "Not commonly sold in shops, though scrolls with the recipe can be found in novelty shops for around 100GP",
   "author": "vinnymackattack"
 },
 {
   "roll": "89",
   "name": "Creeping Rimefrost",
   "type": "Injury",
   "ingredients_facts": "This poison is distilled from permafrost grown under the influence of primordial ice. Discovered by druids, it was utilized by monster hunters initially to disable otherwise sturdy quarry. So far, only other planar entities seem to remain immune, others seem to be easily infected.",
   "effect": "The initial infection occurs 1d6 hours after infection. Creatures infected are vulnerable to cold damage. Afterward, the character must make a DC 16 Constitution saving throw each day. On a failure, they gain a level of exhaustion. On a success, reduce a level of exhaustion gained by this poison by one. This poison cannot be cured by endurance, at best, you can minimize its effects. To cure from this poison, you must be treated with a steady dose of firecorns for 7 days to remove the effects.",
   "price": "Estimated value ranges at 75 to 100 gp, though it is not commonly for sale",
   "author": "zetesofos"
 },
 {
   "roll": "90",
   "name": "Vokrand's Brand",
   "type": "Ingested",
   "ingredients_facts": "A poisonous mead, once Concocted by the Pirate Slaver Vokrand Shatterbrand. This mead, whilst delicious to the taste, freezes it's victim from within. Vokrand often used this whilst discussing prices over ale, making it the perfect poison to kill an unsuspecting guest",
   "effect": "DC 16 Constitution save, upon failing the target is restrained for 2d4 minutes before taking 2d8 cold damage and their movement is halved, then becoming vulnerable to further cold damage. On a success, the target is not restrained, but their movement is halved, and is vulnerable to cold damage",
   "price": "A large stash may be found in a sunken ship, frozen inside a chest. Individual bottles may be found in black markets, selling for 20GP for a small bottle, enough for 4 doses",
   "author": "unhygenicchipmunk"
 },
 {
   "roll": "91",
   "name": "Oil of Division",
   "type": "Contact",
   "ingredients_facts": "This poison is created from a misbrewed Oil of Etherealness, in which the fog captured from the Ethereal Plane to make the oil is captured too close to an Ethereal Curtain and then not allowed enough time to ferment.",
   "effect": "Within 1d10 minutes of applying the Oil as one might apply an Oil of Etherealness, the subject must make a DC 16 CON save. On a failure, their skin is moved into the Ethereal Plane while the rest of them is left on whatever plane they were on before. On a success, they take 5d12 force damage as their skin tries and fails to move into the Ethereal Plane.",
   "price": "This could be unwittingly labelled and sold for the same price as Oil of Etherealness, but if sold for what it is, sells for about 750-1000 GP.",
   "author": "AJR"
 },
 {
   "roll": "92",
   "name": "Imogen's Silver",
   "type": "Injury, Contact or Ingested",
   "ingredients_facts": "A potent blend of Belladonna Oil, Silver Dust and Powdered Pearl is heated over a brazier and blessed to create this glittering infusion. First devised by Saint Imogen the Redeemer, as far as religious texts can attest, this substance was created in order to break the curse of Lycanthropy. Use of the substance is risky as the ingredients, while empowered to aid in the breaking of curses, are highly toxic and can result in death if the user is careless.",
   "effect": "The DC is equal to the Spell DC of the creature who blessed the infusion. Injured: On a failed Con save, 1d6 Poison Damage + 2d6 Radiant Damage if the victim is a Shapeshifter.and a Lycanthrope regains their senses for 1 Minute. Contact: On a failed Dex save, if the victim is a Shapeshifter it reverts to its true form for 1 minute. Ingested: On a failed Con save, the victim takes 2d6 Poison Damage at the start of it turns for 1 minute. On a success, the victim takes half the Poison Damage and may re attempt a saving throw against a curse affecting them. The victim may only attempt a save against a curse this way once a month.",
   "price": "10 GP for enough to coat 1 weapon, 3 pieces of ammunition, splash on a creature or drink.",
   "author": "Eggs_Maledict"
 },
 {
   "roll": "93",
   "name": "Pollen of the Lunatic",
   "type": "Inhaled",
   "ingredients_facts": "This poison is created around the pollen from a Insanity Daisy. By itself the pollen can briefly induce light episodes of hysteria and sensory deprivation. Because the effects of the pollen are rather short, it is mixed with other poisons like hallucinogens and narcotics, to extend and intensify the effect. The final product, Pollen of the Lunatic, is able to bring most living beings to insanity when inhaled.",
   "effect": "Poison lasts for 1d6 Hours. DC 17 Constitution saving throw. On failure, at the start of each of their turns, they must make a DC 18 Wisdom saving throw. On failure, they take 1d4 Psychic damage, in addition to the following occurring depending on the number of failed Wisdom saving throws up to this point: 1) They become shaken. 2-3) One primary sense (sight, taste, touch, hearing, smell) is removed. 4) They become panicked as well as losing any remaining primary senses. 5) Afflicted target enters a coma for the remaining duration of the poison. Every successful Wisdom saving throw reduces the failure count and removes the associated effect. The poison can not be cured, and must go through the entire duration. Outside of combat, make the Saving throw every 5 minutes.",
   "price": "1000 GP",
   "author": "RustRider"
 },
 {
   "roll": "94",
   "name": "Diharaya",
   "type": "Ingested",
   "ingredients_facts": "This poison was created by mixing oil of taggit with some Id moss and topping it off with a bit of blue whinnis. This Concoction was made by a jealous old baker named Simone Tiddlewinkle. He created this mixture with the sole purpose of keeping his competitors busy during the pie baking Contest.",
   "effect": "After 1d4 hours of ingestion the target must make a DC 15 Constitution saving throw. Upon failure the the target has unControllable bowel movement issues. The target is incapacitated for a number 1d12 minutes per hour. The target must make a recurring Constitution check every hour or Continue to suffer the effects of explosive mud slide style bowel movements.",
   "price": "200 GP",
   "author": "www.critacademy.com "
 },
 {
   "roll": "95",
   "name": "Ghast's Breath",
   "type": "Inhaled",
   "ingredients_facts": "The more deadly version of ghouls, a ghast exists to Consume and spread its nefarious designs. For the darkest of necromancers, these creatures offer a treasure trove of resources, not the least of which being their notoriously toxic breath which can be harvested and, depending on the harvesters alignment, be put to either beneficial or horrific effect.",
   "effect": "A creature subjected to this poison must succeed on a DC 15 Constitution saving throw, taking 3 (1d6) necrotic damage on a failed save. The creature must repeat the saving throw every 24 hours, taking 3 (1d6) necrotic damage on a failed save. Until this poison ends, the creature breathes a toxic breath, forcing all creatures that start their turn within 5 ft. of the creature to succeed on a DC 10 Constitution saving throw or be Poisoned until the start of its next turn. ",
   "price": "1,200 GP",
   "author": "Jesse B."
 },
 {
   "roll": "96",
   "name": "Thief's Revenge",
   "type": "Ingested",
   "ingredients_facts": "It is one of the most popular suicide poisons. It is often used by spies who cannot afford getting caught. In order to make this poison, one must put together a pinch of onyx, as well as a dash of chestnut, caustic slime ooze and dragon's flame. The final step in the creation process is also the most important: piece of skin from the afflicted. The piece must be about 5x5 cm and must be dissolved in the potion.",
   "effect": "Once ingested, the poisoned must make a DC 5 Constitution saving throw, which they may choose to fail. If the saving throw is not failed, nothing happens. If it is, the poisoned dies instantly by internal bleeding. After death, the poison quickly dissolves the body from the inside out, over the course of about five minutes. After those five minutes, the corpse violently explodes, dealing 5d10 force damage to creatures within 30 meters of it. One may take half damage if he or she succeeds a DC 15 Dexterity saving throw. Any structures within the area are badly damaged and the body is destroyed. The soul of the victim is scattered by this poison, requiring nothing less than a Wish spell to even bring it back.",
   "price": "200 GP for about 5 ml of the potent substance. However, it cannot be easily acquired. It is easiest to get from the local governing body, as it is often used there.",
   "author": "Hidrog"
 },
 {
   "roll": "97",
   "name": "Pink Goo",
   "type": "Injury",
   "ingredients_facts": "Created by mixing minotaur milk, a drop of dragon blood and the yolk from an electric lizard's egg, and then letting the mixture sit for at least a year. Smells terrible. Once it is inside someone's body it quickly spreads, creating a uniquely horrible sensation, although not a painful one.",
   "effect": "DC 19 wisdom save, on success causes disadvantage on all checks until the character's next round. On fail causes the target to take 2d6 poison damage and prevents them from doing anything beyond movement. The effect Continues until the target manages to succeed a saving throw, or until 5 rounds have passed.",
   "price": "230 GP",
   "author": "moskonia"
 },
 {
   "roll": "98",
   "name": "Guilt",
   "type": "Any - comes in many forms",
   "ingredients_facts": "Roll another poison. This batch of Guilt is indistinguishable from the specified poison. Made by treating the specified poison with a purifying anti venom from the Feywild. The powder that makes Guilt was the brainchild of a Sprite named Gillywug the Gleeful as a prank.",
   "effect": "Guilt mimics the effects of the specified poison, but requires a DC 14 Con save instead. Any damage dealt on a fail is psychic, and the target's physical body otherwise suffers no ill effects (though it may perceive otherwise). On a success, the poison has no effect.",
   "price": "Cannot be bought. Must be procured or produced in the Feywild, commonly in exchange for a deal with the seller, the terms of which vary.",
   "author": "TheOtherGuy52"
 },
 {
   "roll": "99",
   "name": "Sleeping Sand",
   "type": "IngestedInhaled",
   "ingredients_facts": "A powder distilled from dried Ankheg venom. Commonly used in desert regions as its appearance is similar to grains of sand, hence the name. When small amounts are diluted in a beverage, it has a strong bitter taste and a numbing effect, but is only lethal in more Concentrated doses.",
   "effect": "DC 15 Constitution Save. 2d10 poison damage on a failed save or half as much on a success. Regardless, the target's mouth and throat become numb for 1d6 hours, causing slurred speech. In lower doses, this numbing is the only effect, and is prevented with a successful save.",
   "price": "50 GP for a 10oz bag. Safe dose is anything less than a pinch.",
   "author": "TheOtherGuy52"
 },
 {
   "roll": "100",
   "name": "Poison of Slight Tongue Discomfort",
   "type": "Contact",
   "ingredients_facts": "Used to cause numbness to the tongue, causing brief discomfort and speech impediments. Commonly used by jesters to appease their majesty. Originally created by a mad food tester in a royal court, due to him hating the royalties diet and the chef's recipes. Requires the blood of a boar, root of tamarinds, and the saliva of a sleeping goblin.",
   "effect": "After first Contact, roll a DC 12 Con save. Can only be rolled once every 24 hours, after 3 days the effects are permanent. Effects: first Contact, minor numbed tongue and swelling. SeCond day, tongue turns purple as swelling Continues, loses all taste and character must only speak as if their tongue has been effected. Third day, full blown swelling, tongue will not swell any more but instead act as if a inflated balloon is in your mouth. Characters tastebuds have been ravished with almost no hope of tasting again (roll a DC 15 INT save after eating to taste temporarily, just for the meal. Fourth day, effects are permanent, (with DM's discretion.)",
   "price": "Price 150 GP, unless you go to a jester, and Convince him of your prank.",
   "author": "Tsaiki"
 }
]
