[
	"Burning Bronze Rye: This are made in the City of Brass (home to the fire genies/efreet). The bottles are sold at three different ages: aged 15 years, 50 years and 500 years. The drink waters your eyes, chases away cold feelings and imbues you with fire resistance for a short time",

	"Ghost Ale: This drink is popular in the Shadowfell. It is a dark ale that smells of musty soil but it is rich and inviting. When you drink it, you become slightly insubstantial (ignore difficult terrain and move through occupied spaces). If you drink 3 ghost ales in 5 minutes, you become unconscious for an hour. Your spirit leaves your body. It is invisible, has phasing and ignores damage (except radiant or fore). It can't attack. If your spirit takes damage, you take that damage when you wake up.",

	"Goodale: This gets its name from the fact that it is brewed in good-aligned monasteries. It reduces fatigue (on the exhaustion chart in 5e, perhaps).",

	"Astral Mead: A sweet sparkling beverage that restores the body. A flask has the nutritional value of  full day's worth of food and water. For 12 hours you have a +2 to endurance checks and gain extra hit points when healing.",

	"Gorgondy Wine: A gnomish wine that offers glimpses of the past to those who drink it.",

	"Sonata Wine (fey): You cannot describe the scent or taste of this wine, which fills your head with beautiful music. For 1 hour you have a beautiful singing voice",

	"Sweet Water: A small glob of white jelly that purifies toxic food and drink, removing any poison or disease after one minute.",

	"Firebelly: A harsh liquor distilled by the inhabitants of cold climates. It keeps you from suffering the effects of the cold.",

	"Burrfoot's Nut Brown Ale: A full-bodied ale originally created by a halfling named Nedelmeir Burrfoot. It produces a mild euphoria in drinkers that will mellow even the most taciturn dwarf.",
	
	"Dwarven Grave Ale: When a great dwarven hero dies, skilled brewmasters are commissioned to create a signature ale to commemorate his passing. It is stored in barrels that have carvings of scenes of the dwarf's great deeds.",

	"Mage's Brew: A thick nutty liquor that increases one's concentration and has little to no aftereffect.",

	"Evermead: This pale golden liquor is favored by elves. Those who drink it are imbued with youthful vigor. It negates old age stat penalties for 12 hours.",

	"Drowned Man Stout: A full-bodied ale enjoyed by orcs and evil humanoids. The living enemies of the orcs would be sealed into a barrel . The orcs find that the resulting beer acquires a heady quality. This drink provides temporary hit points for 3 hours or until lost.",

	"Beer of Eternity: This beer is infused with radiant energy that actually would damage undead if they drank it. Living creatures who drink it become invisible to undead for 1 hour. It can also help with drained stats (in 3e terms it removes a negative level).",

	"Oathbeer : Dwarves drink this as part of a ceremony to seal a pact, or as a sign of friendship and devotion. All involved swear an oath before a priest, shed blood into the beer, and the cup passed around. Oathbeer binds the drinkers to the oath, as long as they partake of their own free will. Violating the pact brings a curse upon the oathbreaker."
]