[
	{
		"rumor": "Thieves have stolen the crown jewels."
	},
	{
		"rumor": "A dragon has flown into a town and demanded tribute."
	},
	{
		"rumor": "The tomb of an old wizard has been discovered."
	},
	{
		"rumor": "Wealthy merchants are being killed in their homes."
	},
	{
		"rumor": "The statue in the town square was found to be a petrified paladin."
	},
	{
		"rumor": "A caravan of important goods is about to leave for a trip through a dangerous area."
	},
	{
		"rumor": "Cultists are kidnapping potential sacrifices."
	},
	{
		"rumor": "Goblins riding spider eaters have been attacking the outskirts of a town."
	},
	{
		"rumor": "Local bandits have joined forces with a tribe of bugbears."
	},
	{
		"rumor": "A blackguard is organizing monsters in an area."
	},
	{
		"rumor": "A gate to the Lower Planes threatens to bring more demons to the world."
	},
	{
		"rumor": "Miners have accidentally released something awful that once was buried deep."
	},
	{
		"rumor": "A wizard’s guild challenges the ruling council."
	},
	{
		"rumor": "Racial tensions between humans and elves are rising."
	},
	{
		"rumor": "A mysterious fog has brought ghosts into town."
	},
	{
		"rumor": "The holy symbol of a high priest is missing."
	},
	{
		"rumor": "An evil wizard has developed a new type of golem."
	},
	{
		"rumor": "Someone in town is a werewolf."
	},
	{
		"rumor": "Slavers continue to raid a local community."
	},
	{
		"rumor": "A fire elemental has escaped from a wizard’s lab."
	},
	{
		"rumor": "Bugbears are demanding a toll on a well-traveled bridge."
	},
	{
		"rumor": "A mirror of opposition has created an evil duplicate of a hero."
	},
	{
		"rumor": "Two orc tribes wage a bloody war."
	},
	{
		"rumor": "New construction reveals a previously unknown underground tomb."
	},
	{
		"rumor": "A nearby kingdom has launched an invasion."
	},
	{
		"rumor": "Two well-known heroes will soon fight a duel."
	},
	{
		"rumor": "An ancient sword must be recovered to defeat a ravaging -monster."
	},
	{
		"rumor": "A prophecy foretells of coming doom unless an artifact is -recovered."
	},
	{
		"rumor": "Ogres have kidnaped the mayor’s daughter."
	},
	{
		"rumor": "A wizard is buried in a trap-filled tomb with her powerful magic items."
	},
	{
		"rumor": "An enchanter is compelling others to steal for him."
	},
	{
		"rumor": "A shapechanged mind flayer is gathering mentally controlled servitors."
	},
	{
		"rumor": "A plague brought by wererats threatens a community."
	},
	{
		"rumor": "The keys to disarming all the magic traps in a wizard’s tower have gone missing."
	},
	{
		"rumor": "Sahuagin are being driven out of the sea to attack coastal -villages."
	},
	{
		"rumor": "Gravediggers have discovered a huge ghoul-filled catacomb under the cemetery."
	},
	{
		"rumor": "A wizard needs a particularly rare spell component found only in the deep jungle."
	},
	{
		"rumor": "A map showing the location of an ancient magic forge is discovered."
	},
	{
		"rumor": "Various monsters have long preyed upon people from within the sewers of a major city."
	},
	{
		"rumor": "An emissary going into a hostile kingdom needs an escort."
	},
	{
		"rumor": "Vampires are preying upon a small town."
	},
	{
		"rumor": "A haunted tower is reputed to be filled with treasure."
	},
	{
		"rumor": "Barbarians have torn up a village in a violent rage."
	},
	{
		"rumor": "Giants are stealing cattle from local farmers."
	},
	{
		"rumor": "Unexplained snowstorms have brought winter wolves into an otherwise peaceful area."
	},
	{
		"rumor": "A lonely mountain pass is guarded by a powerful sphinx denying all passage."
	},
	{
		"rumor": "Evil mercenaries are constructing a fortress not far from the community."
	},
	{
		"rumor": "An antidote to a magic poison must be found before the duke dies."
	},
	{
		"rumor": "A druid needs help defending her grove against goblins."
	},
	{
		"rumor": "An ancient curse is turning innocent people into evil murderers."
	},
	{
		"rumor": "Gargoyles are killing giant eagles in the mountains."
	},
	{
		"rumor": "Mysterious merchants sell faulty magic items in town and then attempt to slink away."
	},
	{
		"rumor": "A recently recovered artifact causes arcane spellcasters’ powers to go awry."
	},
	{
		"rumor": "An evil noble has put a price on a good noble’s head."
	},
	{
		"rumor": "Adventurers exploring a dungeon have not returned in a week."
	},
	{
		"rumor": "The funeral for a good fighter was disrupted by enemies he made while alive."
	},
	{
		"rumor": "Colossal vermin are straying out of the desert to attack settlements."
	},
	{
		"rumor": "An evil tyrant has outlawed unsanctioned magic use."
	},
	{
		"rumor": "A huge dire wolf apparently immune to magic is organizing the wolves in the wood."
	},
	{
		"rumor": "A community of gnomes has built a flying ship."
	},
	{
		"rumor": "An island at the center of the lake is actually the top of a strange submerged fortress."
	},
	{
		"rumor": "Buried below the Tree of the World lies the Master Clock of Time."
	},
	{
		"rumor": "A child has wandered into a vast necropolis and dusk approaches quickly."
	},
	{
		"rumor": "All the dwarves in an underground city have disappeared."
	},
	{
		"rumor": "A strange green smoke billows out of a cave near a mysterious ruin."
	},
	{
		"rumor": "Mysterious groaning sounds come from a haunted wood at night."
	},
	{
		"rumor": "Thieves steal a great treasure and flee into Mordenkainen’s magnificent mansion."
	},
	{
		"rumor": "A sorcerer attempted to travel ethereally but disappeared completely in the process."
	},
	{
		"rumor": "A paladin’s quest for atonement led her to a troll lair too well-defended for her to tackle alone."
	},
	{
		"rumor": "A kingdom known for its wizards prepares for war."
	},
	{
		"rumor": "The high priest is an illusion."
	},
	{
		"rumor": "A new noble seeks to clear a patch of wilderness of all monsters."
	},
	{
		"rumor": "A bulette is tearing apart viable farmland."
	},
	{
		"rumor": "A infestation of stirges drives yuan-ti closer to civilized lands."
	},
	{
		"rumor": "Treants in the woods are threatened by a huge fire of mysterious origin."
	},
	{
		"rumor": "Clerics who have resurrected a long-dead hero discovered she’s not what they thought."
	},
	{
		"rumor": "A sorrowful bard tells a tavern tale of his imprisoned companions."
	},
	{
		"rumor": "Evil nobles have created an adventurers’ guild to monitor and control adventurers."
	},
	{
		"rumor": "A halfling caravan must pass through an ankheg-infested wilderness."
	},
	{
		"rumor": "All the doors in the king’s castle are suddenly arcane locked and fire trapped."
	},
	{
		"rumor": "An innocent man about to be hanged pleads for someone to help him."
	},
	{
		"rumor": "The tomb of a powerful wizard filled with magic items has sunk into the swamp."
	},
	{
		"rumor": "Someone is sabotaging wagons and carts to come apart when they travel at high speed."
	},
	{
		"rumor": "A certain type of frogs found only in an isolated valley fall like rain on a major city."
	},
	{
		"rumor": "A jealous rival threatens to stop a well-attended wedding."
	},
	{
		"rumor": "A woman who mysteriously vanished years ago has been seen walking on the surface of a lake."
	},
	{
		"rumor": "An earthquake has uncovered a previously unknown dungeon."
	},
	{
		"rumor": "A wronged half-elf needs a champion to fight for her in a gladiatorial trial."
	},
	{
		"rumor": "At the eye of the storm that tears across the land lies a floating citadel."
	},
	{
		"rumor": "People grow suspicious of half-orc merchants peddling gold dragon parts in the market."
	},
	{
		"rumor": "An absentminded wizard has let her rod of wonder fall into the wrong hands."
	},
	{
		"rumor": "Undead shadows vex a large library especially an old storeroom long left undisturbed."
	},
	{
		"rumor": "The door into an abandoned house in the middle of town is in fact a magic portal."
	},
	{
		"rumor": "Barge pirates have made a deal with a covey of hags and exact a high toll to use the river."
	},
	{
		"rumor": "Two parts of a magic item are in the hands of bitter enemies; the third piece is lost."
	},
	{
		"rumor": "A clutch of wyverns is preying upon sheep as well as shepherds."
	},
	{
		"rumor": "Evil clerics gather in secret to summon a monstrous god to the world."
	},
	{
		"rumor": "A major city faces a siege by a force of humans duergar and gnolls."
	},
	{
		"rumor": "A huge gemstone supposedly lies within an ancient ruined monastery."
	},
	{
		"rumor": "Lizardfolk riding dragon turtles sell their services as mercenaries to the highest bidder."
	}
]
